Repository: sathome78/adviser
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Ambassador
ru: Представитель

source: Ambassadors
ru: Представители

source: English
ru: Английский

source: Russian
ru: Русский

source: Ambassador Exrates Exchange
ru: Представитель Биржи Exrates

source: Verified Ambassador
ru: Официальный Представитель

source: Chat in telegram
ru: Связаться в Telegram

source: View profile
ru: Посмотреть профиль

source: SINCE: JANUARY 23, 2018
ru: представляет Exrates с: JANUARY 23, 2018

source: Ambassador Responsibilities
ru: Обязанности Представителя

source: Services
ru: Услуги

source: About Exrates
ru: О Exrates

source: Ambassador in charge:
ru: Представитель может:

source: Conduct negotiations about sales
ru: Проводить переговоры о продажах

source: Offer our products and services
ru: Предлагать наши продукты и услуги

source: Create custom offers
ru: Комбинировать пакет услуг для каждого клиента

source: Represent Exrates on events and conferences
ru: Представлять Exrates на конференциях и выставках

source: Ambassador not in charge:
ru: Представитель не может:

source: Accept payments
ru: Принимать оплату услуг

source: Sign official documents and agreements
ru: Подписывать документы и соглашения от имени Exrates

source: Benefits:
ru: Преимущества счета

source: Personal Bank Account
ru: Личный банковский счет

source: We provide personal bank account with 3rd party payment option to 231 countries.
ru: Мы предоставляем личный банковский аккаунт с возможностью переводов через 3ю сторону в 231 страну.

source: Fast KYC
ru: Быстрое прохождение KYC

source: Automatic KYC process with outstanding support. Fully remote account opening.
ru: Автоматическое прохождение KYC с круглосуточной поддержкой. Автономное открытие аккаунта.

source: Up to $500,000 monthly
ru: До $500,000 в месяц

source: For VIP clients we provide special conditions for fiat deposit and withdraw in 35 currencies.
ru: Для VIP-клиентов мы предоставляем особые условия ввода и вывода средств в 35 валютах.

source: Become a VIP
ru: Стать VIP

source: Low commissions
ru: Низкие комиссии

source: Free of charge SEPA outgoing payments.
ru: Платежи SEPA без комиссий и сборов.

source: Payment solution powered by
ru: Платежи через сингапурский банк

source: Singaporian bank with the same license as PayPal & Apple Pay.
ru: Платежное решение от сингапурского банка с лицензией как у PayPal и ApplePay.

source: Get report about your coin
ru: Запрос на проведение IEO

source: I need to conduct an IEO
ru: Мне нужно провести IEO

source: Submit a request for list a coin
ru: Оставить заявку

source: I need to list a coin
ru: Мне нужно разместить монету

source: Name
ru: Имя

source: Company name
ru: Название компании

source: Link to the website
ru: Ссылка на сайт

source: Submit
ru: Отправить

source: Cryptocurrency Exchange
ru: Представитель Биржи Exrates

source: Fill the form to become an Ambassador
ru: Заполните форму

source: IEO request submitted
ru: Запрос на проведение IEO отправлен

source: Trade
ru: Торги

source: Support
ru: Поддержка

source: Token Sale
ru: Продажа токенов

source: Contacts
ru: Контакты

source: Fiat
ru: Фиат

source: Announcements
ru: Объявления

source: Benefits for Exrates Ambassadors
ru: Что получает наш представитель?

source: Special reward system for ambassadors: <br>get from 5%% to 15%%
ru: Бонусы за привлеченные монеты - от 5 до 15 процентов

source: Get exclusive analytical market reports
ru: Эксклюзивные аналитические отчеты о состоянии рынка

source: Participation in online trainings & webinars
ru: Участие в онлайн семинарах и лекциях

source: Your personal page on Exchange website
ru: Своя официальная личная страница на бирже

source: Your personal manager
ru: Сообщение

source: Attend conferences & events as a part of Exrates team
ru: Посещение конференций от имени Exrates

source: An opportunity to become a part of international community
ru: Возможность стать частью международного комьюнити

source: Referral program
ru: Ваш персональный менеджер

source: Back
ru: Назад

source: MEMBER SINCE:
ru: представляет Exrates с:

source: Responsibilities
ru: Обязанности

source: in charge:
ru: может:

source: not in charge:
ru: не может:

source: Link to the website*
ru: Ссылка на сайт

source: Cancel
ru: Отменить

source: Save
ru: Сохранить

source: Congratulations! Your request was accepted. Fill the form to create a personal Advisor page on Exrates.
ru: Поздравляем! Ваш запрос был одобрен. Пожалуйста, заполните форму для создания личной страницы Советника на Exrates

source: Bio
ru: Биография

source: Benefits for Exrates Advisors
ru: Что получает наш представитель?

source: Special reward system for advisors: <br>get from 5%% to 15%%
ru: Бонусы за привлеченные монеты - от 5 до 15 процентов

source: Attend conferences & events as a part of Exrates team
ru: Посещение конференций от имени Exrates

source: An opportunity to become a part of international community
ru: Возможность стать частью международного комьюнити

source: Thank you
ru: Спасибо

source: Our specialist will contact you shortly
ru: Наши специалисты свяжутся с Вами в скором времени

source: Error
ru: Ошибка

source: Please resend the form
ru: Пожалуйста, отправьте форму еще раз

source: Become an Official Ambassador of Exrates Exchange!
ru: Станьте официальным Представителем Exrates

source: Apply form
ru: Форма заявки

source: View demo
ru: Демо-версия

source: Special reward system for advisors: <br>get from 5%% to 15%%
ru: Бонусы за привлеченные монеты - от 5 до 15 процентов

source: Your <span>personal page</span> <br>on Exchange website
ru: Своя официальная личная страница на бирже

source: Attend conferences and events as <br>a part of Exrates team
ru: Посещение конференций от имени Exrates

source: Get exclusive <br>analytical market reports
ru: Эксклюзивные аналитические отчеты о состоянии рынка

source: An opportunity to become a <br>part of international community
ru: Возможность стать частью международного комьюнити

source: What is Exrates?
ru: О Exrates

source: Trading volume for 24h
ru: Объем торгов в сутки

source: Trading pairs
ru: Торговых пар

source: Active traders
ru: Активных трейдеров

source: What is Exrates for traders?
ru: Exrates для трейдеров

source: Singaporean bank with the same license as PayPal & Apple Pay.
ru: Платежное решение от сингапурского банка с лицензией как у PayPal и ApplePay.

source: 0%% Transfer Fee
ru: 0%% комиссии за переводы

source: 0%% transfer fee between personal and trading account on Exrates
ru: Комиссия 0%% на переводы между личным аккаунтом и аккаунтом Exrates

source: Followers
ru: Подписчиков

source: Terms & conditions
ru: Условия и положения

source: Privacy policy
ru: Политика конфиденциальности

source: Fees
ru: Комиссии

source: List IEO
ru: Провести IEO

source: Become Ambassador
ru: Стать Представителем

source: About us
ru: О нас

source: or
ru: или

source: Apply to list
ru: Запрос на листинг

source: Community
ru: Сообщество

source: Community World
ru: Сообщество Мир

source: Community China
ru: Сообщество Китай

source: Community Indonesia
ru: Сообщество Индонезия

source: Community Russia
ru: Сообщество Россия

source: Community Korea
ru: Сообщество Корея

source: News
ru: Новости

source: Login
ru: Авторизация

source: Register
ru: Создать аккаунт

source: Account
ru: Аккаунт

source: Login
ru: Авторизация

source: Register
ru: Создать аккаунт

source: Apply to list
ru: Запрос на листинг

source: Fiat
ru: Фиат

source: Community World
ru: Сообщество Мир

source: Community China
ru: Сообщество Китай

source: Community Indonesia
ru: Сообщество Индонезия

source: Community Russia
ru: Сообщество Россия

source: Community Korea
ru: Сообщетво Корея

source: can&#39;t be empty
ru: не может быть пустым

source: invalid email
ru: неправильный формат

source: Please type your telegram nickname with @ or your phone number
ru: Пожалуйста, введите ваш ник в telegram или номер телефона

source: incorrect format
ru: неправильный формат

source: About Us
ru: О нас

source: Terms of use
ru: Условия использования

source: Start IEO
ru: Начать IEO

source: List your Coin
ru: Добавить монету

source: Exrates is an actively growing cryptocurrency exchange, founded in 2016. <br> At the moment more than 600 trading pairs are available on Exrates with a total trading volume of $160 million per day. <br> <br> Our aim is to make trading accessible for everyone and provide all the tools needed.
ru: Exrates - активно развивающаяся криптовалютная биржа, основанная в 2016 году. На данный момент на Exrates доступно более 600 торговых пар с общим объемом торгов 160 миллионов долларов в день. <br> <br> Наша цель - сделать торги доступными для всех и предоставить для этого все необходимые инструменты.

source: WHY EXRATES?
ru: Почему Exrates?

source: High Performance
ru: Производительность

source: The main distinguishing feature of Exrates is a processing speed of up to 10,000 trades every second and 1,000,000 TCP connections.
ru: Главной особенностью Exrates является высокая скорость - до 10,000 сделок в секунду и 1,000,000 соединений TCP.

source: 24/7 Support
ru: Поддержка

source: Our support team is always online and ready to help you! You can contact our support team through the chatbox in the right corner on the bottom of the website.
ru: Наша служба поддержки всегда на связи и готова помочь вам! Вы можете связаться с нашей службой поддержки через окно чата в правом нижнем углу сайта.

source: Advanced Interface
ru: Продвинутый интерфейс

source: We use the Single Page Application The components of the website are downloaded once per page. Additional content is loaded when it is needed.
ru: Мы используем одностраничное решение. Компоненты сайта загружаются за один раз. Дополнительный контент загружается, когда это необходимо.

source: Strong Safety
ru: Улучшенная безопасность

source: More than 95%% of the currencies are stored on cold wallets. WAF (Web Application Firewall) a protective screen of a Web application that detects and blocks hacker attacks.
ru: Более 95%% всех валют хранятся на холодных кошельках. WAF (брандмауэр веб-приложений) - защитный экран веб-приложения, который обнаруживает и блокирует хакерские атаки.

source: Multicurrency
ru: Разнообразие монет

source: Exrates provides an opportunity to trade not only Top-100 coins, but also lots of perspective new altcoins as well as fiat currencies. In total more than 600 trading pairs are now available.
ru: На Exrates доступны не только монеты из списка топ-100, но и множество перспективных альткойнов и фиатные валюты. Всего на бирже уже более 600 торговых пар.

source: Apply for Listing or IEO
ru: Подать заявку на листинг или IEO

source: Apply to conduct an IEO
ru: Запрос на проведение IEO

source: I need to conduct an IE
ru: Мне нужно провести IEO

source: Apply for Listing
ru: Подать заявку на листинг

source: Get your custom offer
ru: Получить спецпредложение

source: Sales Department
ru: Отдел продаж

source: Contact of Sales Department:
ru: Контакты отдела продаж:

source: Our Benefits:
ru: Преимущества счета

source: We provide personal bank account with 3rd party payment option to 231 countries.
ru: Мы предоставляем личный банковский аккаунт с возможностью переводов через 3ю сторону в 231 страну.

source: For VIP clients we provide special conditions for fiat deposit and withdraw in 35 currencies.
ru: Для VIP-клиентов мы предоставляем особые условия ввода и вывода средств в 35 валютах.

source: Meet fiat on Exrates in Q3!
ru: Ожидайте FIAT на EXRATES в 3м квартале

source: Open account for $20 and get 0%% commission
ru: Откройте за $20 счет с 0%% комиссии

source: on outgoing payments in the Singapore Bank
ru: на исходящие платежи в Сингапурском банке

source: Open an Account now
ru: Отрыть аккаунт сейчас

source: Benefits
ru: Преимущества счета

source: How does ot work?
ru: Как это работает?

source: Open Exrates account
ru: Создайте аккаунт на Exrates

source: Still don’t have Exrates account?
ru: Еще нет аккаунта?

source: Create account now
ru: Зарегистрируйтесь сейчас

source: Provide basic personal <br>information.
ru: Предоставьте необходимую личную информацию

source: Get your personal FUG<br>account!
ru: Станьте обладателем аккаунта FUG!

source: This is your personal account which you can use for instant fiat transfers to your Exrates trading account.
ru: Это ваш личный аккаунт, который вы можете использовать для переводов cредств на торговый аккаунт Exrates.

source: A more detailed description of the conditions is available on our financial partner page
ru: Детальное описание условийдоступно на сайтенаших партнеров

source: by CoinMarketCap
ru: в рейтинге CoinMarketCap

source: Ranked by CoinGecko
ru: В рейтинге CoinGecko

source: Supporting all types of coins
ru: Поддержка всех типов монет

source: Online Support
ru: Online Поддержка

source: Daily trading volumes
ru: Объем торгов в сутки

source: active traders
ru: активных трейдеров

source: for IEO
ru: для IEO

source: NEW
ru: НОВОЕ

source: Fiat currencies
ru: Фиатных валют

source: Trading API for AlgoTraders
ru: для AlgoTraders

source: General
ru: Общее

source: DexTechnologies OÜ and its affiliates (hereinafter, 'DexTechnologies OÜ', 'DexTechnologies', 'we', 'us' or 'our') are committed to protecting and respecting your privacy. This Privacy Policy (together with our Terms of Use) governs our collection, processing and use of your Personal Information. We define 'Personal Information' as information which identifies you personally, e.g. your name, address, email address, trades etc.
ru: DexTechnologies OÜ и ее филиалы (далее «DexTechnologies OÜ», «DexTechnologies», «мы», «нас» или «наши») обязуются защищать и уважать вашу конфиденциальность. Настоящая Политика конфиденциальности (вместе с нашими Условиями использования) регулирует сбор, обработку и использование вашей Личной информации нами. Мы определяем «Личную информацию» как информацию, которая идентифицирует вас лично, например, ваше имя, адрес, адрес электронной почты, сделки и т. д.

source: Who is DexTechnologies?
ru: Чем является DexTechnologies?

source: DexTechnologies OÜ is a company registered in the Republic of Estonia. Our registered office is at Tornimae tn 7, Kesklinna linnaosa, Tallin, Harju maakond, Estonia, 10145. Our website is https://exrates.me.
ru: DexTechnologies OÜ - компания, зарегистрированная в Эстонской Республике.Наш зарегистрированный офис находится по адресу: Tornimae tn 7, Kesklinna linnaosa, Таллин, Харью мааконд, Эстония, 10145. Наш веб-сайт https://exrates.me.

source: The types of Personal Information which we collect may include:
ru: Типы Персональной информации, которую мы собираем, могут включать:

source: We will process your Personal Information only for the purpose(s) of providing to you the service(s) that you ask us to provide you and to satisfy the legal obligations stemming from regulatory obligations that arise from providing you the service(s)
ru: Мы будем обрабатывать вашу Персональную информацию только с целью предоставления вам услуг по вашему запросу, и для выполнения юридических обязательств, вытекающих из нормативных обязательств. которые возникают в результате предоставления вам услуг.

source: We may use your Personal Information for the following purposes:
ru: Мы можем использовать вашу Личную информацию в следующих целях:

source: IP Addresses
ru: IP-адреса

source: We may collect information about your computer, including where available your IP address, operating system and browser type, for system administration and to report aggregate information to our advertisers. This is statistical data about our users' browsing actions and patterns and will not be used to identify any individual unless that same individual.
ru: Мы можем собирать информацию о вашем компьютере, включая, где это возможно, ваш IP-адрес, тип операционной системы и браузера, для системного администрирования и создания отчетов и комбинировать информацию для наших рекламодателей. Это статистические данные о действиях и наших пользователей, и они не будут использоваться для идентификации какого-либо лица, за исключением того же самого лица.

source: Cookie
ru: Cookies

source: We use a browser feature known as a 'cookie', which assigns a unique identification to your computer. Cookies are typically stored on your computer's hard drive. Information collected from cookies is used by us to evaluate the effectiveness of our Site, analyze trends, and administer the Platform. The information collected from cookies allows us to determine such things as which parts of our Site are most visited and difficulties our visitors may experience in accessing our Site. With this knowledge, we can improve the quality of your experience on the Platform by recognizing and delivering more of the most desired features and information, as well as by resolving access difficulties. We also use cookies and/or a technology known as web bugs or clear gifs, which are typically stored in emails to help us confirm your receipt of, and response to, our emails and to provide you with a more personalized experience when using our Site. We use third party service provider(s), to assist us in better understanding the use of our Site. Our service provider(s) will place cookies on the hard drive of your computer and will receive information that we select that will educate us on such things as how visitors navigate around our site, what products are browsed, and general Transaction information. Our service provider(s) analyses this information and provides us with aggregate reports. The information and analysis provided by our service provider(s) will be used to assist us in better understanding our visitors' interests in our Site and how to better serve those interests. The information collected by our service provider(s) may be linked to and combined with information that we collect about you while you are using the Platform. Our service provider(s) is/are contractually restricted from using information they receive from our Site other than to assist us. By using our Site you are agreeing that we may use cookies for the purposes set out above. The company will keep records of all transfers of Personal Information to third parties and this information, where possible, can be provided to you.
ru: Мы используем функцию браузера, известную как «cookie», которая присваивает вашему компьютеру уникальную идентификацию. Файлы cookie обычно хранятся на жестком диске вашего компьютера. Информация, полученная из файлов cookie, используется нами для оценки эффективности нашего Сайта, анализа тенденций и администрирования Платформы. Информация, полученная из файлов cookie, позволяет нам определить, какие страницы нашего Сайта наиболее посещаемые, и какие трудности могут возникнуть у наших посетителей при доступе к нашему Сайту. Обладая этими знаниями, мы можем улучшить качество вашего опыта работы с Платформой, распознавая и предоставляябольше наиболее желаемых функций и информации, а также решая проблемы с доступом. Мы также используем файлы cookie и / или технологию, известную как web bugs или clear gifs,которые обычно хранятся в электронных письмах, чтобы помочь нам подтвердить получение и ответ на наши электронные письма и предоставить вам более персонализированный опыт при использовании нашего Сайта. Мы используем сторонних поставщиков услуг, чтобы помочь нам лучше понять использование нашего Сайта. Наш поставщик услуг разместит файлы cookie на жестком диске вашего компьютера и получит выбранную нами информацию, которая расскажет нам о том, как посетители перемещаются по нашему сайту, какие продукты просматриваются и общую информацию о транзакциях. Наши поставщики услуг анализируют эту информацию и предоставляют нам сводные отчеты. Информация и анализ, предоставленные нашими поставщиками услуг, будут использоваться для того, чтобы помочь нам лучше понять интересы наших посетителей на нашем Сайте и как лучше удовлетворить эти интересы. Информация, собранная нашими поставщиками услуг, может быть связана с информацией, которую мы собираем о вас, когда вы используете Платформу, и объединяться с ней. Наш поставщик (и) услуг (-ей) по контракту ограничен в использовании информации, которую они получают с нашего Сайта, кроме как для оказания нам помощи. Используя наш сайт, вы соглашаетесь с тем, что мы можем использовать файлы cookie для целей, изложенных выше. Компания будет вести учет всех передач Личной информации третьим сторонам, и эта информация, где это возможно, может быть предоставлена ​​вам.

source: Disclosure of Personal Information
ru: Раскрытие личной информации
