Repository: sathome78/adviser
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: You have the right to access your Personal Information and to require the correction, updating and blocking of inaccurate and/or incorrect data by sending an email to us at email mentioned on the website (out email), you can do these actions in your account profile page yourself (if applicable). Upon your written request at our e-mail, we will inform you of the Personal Information relating to you that we hold and the use and general disclosure of your Personal Information. We will also give you a copy of the Personal Information we have retained. There may be a minimal charge for providing you additional copies of your Personal Information to cover administrative costs. You may also request the deletion or destruction of both the Account and Personal Information by sending an email to our email. DexTechnologies will action your request immediately, except, where this is not consistent with its legal and regulatory obligations.You may also ask us to transfer your Personal Information to another controller of your choice. To ensure the confidentiality, integrity and availability of your information to yourself, we may request you to confirm your identity by providing identification documentation and/or other methods prior to assisting you in exercising any of your rights. С–f you refuse to prove your identity, we may decline to take actions in respect of your data, save restricting processing, until we can ensure that such actions are the true wish of the data subject. In the carrying out of our services we may use automated processing and profiling to reduce the risks of fraud, money laundering and abuse of our services. Through this automated processing, we carry out an analysis of your identification, transactional and behavioral patterns. We may not able to provide you with some or all our services if you do not wish this automated processing to be carried out. If you feel that this processing might be detrimental to you, we can provide you with further information about this automated processing by contacting us on our email.
ru: Мы используем личную информацию в целях, когда вы предоставляете нам такую​​информацию, для целей, изложенных в настоящей Политике конфиденциальности, и / или иным образом, разрешенных законом. Мы можем предоставлять Личную информацию, которую вы предоставляете нам, нашим филиалам, агентам, представителям, поставщикам доверенных услуг и подрядчикам для ограниченных целей с явного согласия или для и во время предоставления услуги, которую вы бы запросили. Мы также можем передавать Личную информацию Пользователя финансовым учреждениям, страховым компаниям или другим компаниям в случае слияния, отчуждения или другой корпоративной реорганизации и уведомлять вас о таком обмене вашей информацией, чтобы иметь возможность реализовать любоеиз ваших прав. Мы также можем передавать Личную информацию Пользователя правоохранительнымили регулирующим органам, как того требует закон. Возможно, мы не сможем сообщитьвам о таком обмене данными из-за правовых ограничений. Любая третья сторона, которая получает от нас или имеет доступ к Личной информации, обязана защищать такую ​​Личную информацию и использовать ее только для оказания услуг, которые они предоставляют для вас или для DexTechnologies, если иное не требуется или не разрешено законом. Такая третья сторона, за исключением регулирующих органов, будет по контракту обязанапридерживаться тех же политик безопасности и конфиденциальности, что и DexTechnologies, и выполнять те же обязанности, что и DexTechnologies. Любое третье лицо, получившее доступ к вашей Личной информации, также получит уведомление о применении любых ваших прав в DexTechnologies. Мы обеспечим, чтобы любая такая третья сторона знала о наших обязательствах в соответствии с настоящей Политикой конфиденциальности, и мы заключим контракты с такими третьими сторонами, в соответствии с которыми они связаны условиями, защищающими любую Личную информацию, раскрываемую им, с теми же обязательствами, которые мы берем на себя.

source: Security
ru: Безопасность

source: We have implemented technical and organizational security measures to ensure the confidentiality of your Personal Information and to protect your Personal Information from loss, misuse, alteration or destruction. Only authorized personnel have access to your Personal Information, and these personnel are required to treat the information as confidential. Where you have consented to, or we are obliged to pass on Personal Information to third parties to provide you with a requested service or in the carrying out of a regulatory or legal obligation, we will request that the same levels of technical and organizational security measures be applied through contractual arrangements, where possible. Technical and organizational security measures in place will, from time to time, be reviewed in line with legal and technical developments. С–n the event of a personal data breach or the failure of the measures of protection of such information we will immediately notify you without undue delay.
ru: Мы внедрили технические и организационные меры безопасности, чтобы обеспечить конфиденциальность вашей Личной информации и защитить вашу Личную информацию от потери, неправильного использования, изменения или уничтожения. Только авторизованный персонал имеет доступ к вашей Личной информации, и этот персонал должен рассматривать эту информацию как конфиденциальную. Если вы дали согласие или мы обязаны передать Личную информацию третьим лицам для предоставления вам запрошенной услуги или при выполнении нормативного или юридического обязательства, мы будем запрашивать те же уровни технических и организационных мер безопасности, где это возможно. Действующие технические и организационные меры безопасности будут время от времени пересматриваться в соответствии с правовыми и техническими разработками. В случае нарушения личных данных или несоблюдения мер защиты такой информации мы незамедлительно уведомим вас об этом без задержки.

source: Links
ru: Ссылки

source: Here may be links from our Site to other sites and resources provided by third parties. This Privacy Policy applies only to our Site. Accessing those third-party sites or sources requires you to leave our Site. We do not control those third party sites or any of the content contained therein and you agree that we are in no way responsible or liable for any of those third party sites, including, without limitation, their content, policies, failures, promotions, products, services or actions and/or any damages, losses, failures or problems caused by, related to or arising from those sites. We encourage you to review all policies, rules, terms and regulations, including the privacy policies, of each site that you visit.
ru: Здесь могут быть ссылки с нашего Сайта на другие сайты и ресурсы, предоставленные третьими лицами. Настоящая Политика конфиденциальности распространяется только на наш Сайт. Доступ к этим сторонним сайтам или источникам требует от вас покинуть наш Сайт. Мы не контролируем эти сторонние сайты или какой-либо контент, содержащийся на них, и вы соглашаетесь, что мы никоим образом не несем ответственности за любой из этих сторонних сайтов, включая, без ограничения, их содержание, политики, сбои, рекламные акции, продукты , услуги и / или любые убытки, потери, сбои или проблемы, вызванные, связанные или возникшие на этих сайтах. Мы рекомендуем вам ознакомиться со всеми политиками, правилами, условиями и положениями, включая политики конфиденциальности, каждого сайта, который вы посещаете.

source: Retention of Personal Information
ru: Хранение личной информации

source: Your information is held within our servers. Access to this information is provided to employees of DexTechnologies whose office may be inside and/or outside of the European Union all our employees adhere to the principles of data security and processes as those within the European Union. We will hold your Personal Information only for as long as it is necessary for the purposes described in this Privacy Policy and our own legal and regulatory requirements. С–n accordance with record keeping activities for Anti-Money Laundering, Tax and Company legal obligations, we will retain Accounts and Personal Information for, at least, a period of ten years after a user closes his account with us. Data stored for regulatory purposes only will be protected from unnecessary processing and will be held only for the purpose of being able to provide information or access to relevant authorities.
ru: Ваша информация хранится на наших серверах. Доступ к этой информации предоставляется сотрудникам DexTechnologies, офис которых может находиться внутри и / или за пределами Европейского Союза, и все наши сотрудники придерживаются принципов безопасности данных и процессов, аналогичных тем, которые действуют в Европейском Союзе. Мы будем хранить вашу Личную информацию только в течение всего времени, необходимого для целей, описанных в настоящей Политике конфиденциальности и наших собственных правовых и нормативных требованиях. В соответствии с действиями по учету юридических обязательств по борьбе с отмыванием денег, налогообложением и правами Компании мы будем хранить Учетные записи и Личную информацию, по крайней мере, в течение десяти лет после того, как пользователь закроет свой счет у нас. Данные, хранящиеся только для целей регулирования, будут защищены от ненужной обработки и будут храниться только с целью предоставления информации или доступа к соответствующим органам.

source: Disposal of Personal Information
ru: Утилизация личной информации

source: Once we do not have any obligation to providing you with a service you requested, nor an obligation to hold Personal Information for regulatory or legal purpose, we will anonymize or dispose of your Personal Information in line with acceptable industry and security standards so that this cannot be subsequently retrieved and associated to you.Where we cannot directly remove such records, such as in archived backups, we will retain a log of which Personal Information should be removed if ever the backup data is restored.
ru: Если у нас нет никаких обязательств по предоставлению вам запрошенной вами услуги или обязательств по хранению Личной информации в нормативных или юридических целях, мы будем анонимно использовать вашу Личную информацию или распоряжаться ею в соответствии с приемлемыми отраслевыми стандартами и стандартами безопасности. так что это не может быть впоследствии восстановлено и связано с вами.Если мы не можем напрямую удалить такие записи, например, из архивных резервных копий, мы сохраним журнал, из которого должна быть удалена личная информация, если когда-либо будут восстановлены данные резервной копии.

source: Marketing
ru: Маркетинг

source: We will ask you for your consent on registration or post-registration, by providing you the ability to check marketing preferences check boxes located within your account profile page to allow us to contact you or use your Personal Information for marketing purposes. You have the right to retract the consent for us to process your Personal Information for marketing purposes. You can exercise your right to prevent such processing by unchecking marketing preferences check boxes on your account profile or by contacting us at any time on our email.
ru: Мы попросим вас дать согласие на регистрацию или пострегистрацию, предоставив вам возможность проверять рекламные баннера, расположенные на странице вашего профиля, чтобы мы могли связаться с вами или использовать вашу личную информацию в маркетинговых целях. Вы имеете право отозвать свое согласие на обработку вашей Личной информации в маркетинговых целях. Вы можете воспользоваться своим правом предотвратить такую ​​обработку, сняв флажки с маркетинговыми предпочтениями в своем профиле или связавшись с нами в любое время по электронной почте.

source: Our Data Protection Officer
ru: Наш сотрудник по защите данных

source: Our Data Protection Officer is the person in charge of ensuring our company adheres to this privacy policy. This person is also the main contact for our Data Protection Supervisory Authority. The Data Protection Officer may be contacted on separate email: bd@exrates.me.
ru: Наш сотрудник по защите данных является лицом, ответственным за обеспечение соблюдения нашей компанией этой политики конфиденциальности. Этот человек также является основным контактным лицом нашего надзорного органа по защите данных. С сотрудником по защите данных можно связаться по отдельному адресу электронной почты: bd@exrates.me.

source: Data Protection Supervisory Authority
ru: Орган по надзору за защитой данных

source: You may contact an appropriate Data Protection Supervisory Authority if you wish to discuss with them any instance where you feel we may not be adhering to the terms within this Privacy Policy or to raise a complaint.
ru: Вы можете обратиться в соответствующий орган по надзору за защитой данных, если вы хотите обсудить с ними любой случай, когда вы считаете, что мы можем не соблюдать условия настоящей Политики конфиденциальности, или подать жалобу.

source: Changes
ru: Изменения

source: Our Site policies, content, information, promotions, disclosures, disclaimers and features may be revised, modified, updated, and/or supplemented at any time and without prior notice at the sole and absolute discretion of DexTechnologies. If we change this Privacy Policy, will take steps to notify all users by a notice on our Site and will post the amended Privacy Policy on the Site. If we consider that your rights may be affected by any such changes, we will request you to confirm your consideration and acceptance prior to continue our relationship with you.
ru: Политики, контент, информация, рекламные акции, раскрытия, отказы от ответственности и функции нашего Сайта могут быть пересмотрены, изменены, обновлены и / или дополнены в любое время и без предварительного уведомления по собственному усмотрению DexTechnologies. Если мы изменим настоящую Политику конфиденциальности, то предпримем шаги для уведомления всех пользователей посредством уведомления на нашем Сайте и опубликуем измененную Политику конфиденциальности на Сайте. Если мы считаем, что ваши права могут быть затронуты любыми такими изменениями, мы попросим вас подтвердить свое рассмотрение и принятие до продолжения наших отношений с вами.

source: Fraud, Phishing and Email scams disclaimer
ru: Мошенничество, фишинг и мошенничества с электронной почтой

source: Please be notified that DexTechnologies is not in any partnership with entities who represent themselves as customer support agents, providing customer support services via phone and/or social media and promise to help solve your issues for money. Remember - customer support is provided only by the DexTechnologies website and is always provided free of charge.
ru: Обращаем ваше внимание на то, что DexTechnologies не вступает ни в какие партнерства с организациями, которые выступают в качестве агентов поддержки клиентов, предоставляют услуги поддержки клиентов по телефону и / или через социальные сети и обещают помочь решить ваши проблемы за деньги. Помните - поддержка клиентов предоставляется только веб-сайтом DexTechnologies и всегда предоставляется бесплатно.

source: Contact Us
ru: Контакты

source: If you have any questions, comments, or concerns not specifically regarding our Privacy Policy and/or practices as it or they relate to the Platform, please contact us at our email address.
ru: Если у вас есть какие-либо вопросы, комментарии или проблемы, не относящиеся конкретно к нашей Политике конфиденциальности, пожалуйста, свяжитесь с нами по нашему адресу электронной почты или через Сайт.

source: Support Center
ru: Отдел поддержки

source: submit a request
ru: Оставить заявку

source: Choose the topic of your request
ru: Выберите тему вашего обращения

source: Enter email
ru: Введите email

source: Your Message
ru: Сообщение

source: Please, describe your request. Our Support Team will contact you ASAP.
ru: Пожалуйста, оставьте свою заявку. Наша команда поддержки свяжется с вами.

source: Add file
ru: Прикрепить файл

source: top-10 questions
ru: Топ 10 вопросов

source: How to register on Exrates?
ru: Как зарегистрироваться?

source: How long does withdrawal take?
ru: Время вывода средств

source: My deposit wasn't approved
ru: Мой депозит не зачислен.

source: Where can I check the Fees?
ru: Где я могу узнать комиссии?

source: I haven't received a PIN-code
ru: Не пришло письмо с PIN-кодом на email.

source: How to create an order?
ru: Как создать ордер?

source: How to pass verification?
ru: Как пройти верификацию?

source: Where can I get your API?
ru: Где я могу получить ваше API?

source: How to get listed?
ru: Как разместить монету у вас на бирже?

source: How to contact you for partnership and cooperation?
ru: С кем связаться на счет партнерства и сотрудничества?

source: I. COMMON PROVISIONS
ru: I. ОБЩИЕ ПОЛОЖЕНИЯ

source: These Terms of Use contain an electronic agreement between you (hereinafter the “User”) and DexTechnologies OÜ, a company registered in the Republic of Estonia, (hereinafter the “DexTechnologies”) regulating the terms and conditions of the User's use of this website and all services, products and content provided by DexTechnologies OÜ.
ru: Настоящие Условия использования содержат электронное соглашение между вами (далее «Пользователь») и компанией DexTechnologies OÜ, зарегистрированной в Эстонской Республике (далее - «DexTechnologies»), и регламентируют условия и положения использования Пользователем данного веб-сайта и всех услуг, продуктов и контента, предоставляемых DexTechnologies OÜ.

source: These Terms of Use contain important provisions, which the User must consider carefully and understand when choosing whether to visit the Site and use the services, products and content of DexTechnologies OÜ. Please read these Terms of Use carefully before agreeing to them.
ru: Настоящие Условия использования содержат положения, которые Пользователь должен внимательно рассмотреть при принятии решения следует ли посещать Сайт и использовать услуги, продукты и контент DexTechnologies OÜ. Пожалуйста, внимательно прочитайте настоящие Условия использования, прежде чем соглашаться с ними.

source: References in these Terms of Use to 'DexTechnologies OÜ', 'we', 'our' or 'us', are to the company DexTechnologies OÜ, including but not limited to, its employees, directors, officers, agents or other related parties, third parties, whose content is offered on this website and/or in DexTechnologies Software, depending on the context, and references to “User”, 'you' or 'your' are to the person with whom DexTechnologiesOÜ enters into the electronic agreement, unless otherwise provided herein.
ru: Отсылки в настоящих Условиях использования на «DexTechnologies OÜ», «мы», «наши» или «нас» относятся к компании DexTechnologies OÜ, включая, помимо прочего, ее сотрудников, директоров, должностных лиц, агентов или другие связанные стороны, третьи лица, чей материал содержится на этом веб-сайте и / или в программном обеспечении DexTechnologies. Отсылки на «пользователя», «вы» или «ваш» относятся к лицу, с которым DexTechnologiesOÜ заключает электронное соглашение.

source: The User is solely responsible for understanding and complying with any and all laws, rules and regulations of his/her specific jurisdiction that may be applicable to the User in connection with the use of any and all services, products and content of DexTechnologies OÜ.
ru: Пользователь несет единоличную ответственность соблюдение всех условия, правил и положений его / ее конкретной юрисдикции, которые могут быть применимы к Пользователю в связи с использованием любых без исключения услуг, продуктов и контента DexTechnologies OÜ.

source: By signing up to use an account through DexTechnologies OÜ or any of our associated websites, APIs, or mobile applications(collectively the ‘DexTechnologies Software') and/or by using DexTechnologies Software, you agree that you have read, understood, and accept all of the terms and conditions contained in these Terms of Use, as well as our Privacy Policy and our anti money laundering policies and procedures. The User has to read and to understand the entire Terms of Use carefully before each using the Site and/or any of the Services provided by DexTechnologies OÜ.
ru: Регистрируя учетную запись через DexTechnologies OÜ или любой из наших связанных веб-сайтов, API или мобильных приложений (вместе именуемых «Программное обеспечение DexTechnologies») и / или используя программное обеспечение DexTechnologies, вы соглашаетесь с тем, что прочитали, поняли и принимаете все положения и условия, содержащиеся в настоящих Условиях использования, а также в нашей Политике конфиденциальности и наших политиках и процедурах по борьбе с отмыванием денег. Пользователь должен внимательно прочитать и полностью понять Условия использования перед каждым использованием Сайта и / или любых Услуг, предоставляемых DexTechnologies OÜ.

source: IIF THE USER DOES NOT ACCEPT AND/OR UNDERSTANDS THESE TERMS OF USE, THE USER SHALL NOT ACCESS THIS SITE AND SHALL NOT USE ANY OF DexTechnologies SOFTWARE, SERVICES, PRODUCTS AND CONTENT.
ru: ЕСЛИ ПОЛЬЗОВАТЕЛЬ НЕ ПРИНИМАЕТ И / ИЛИ НЕ ПОНИМАЕТ ЭТИ УСЛОВИЯ ИСПОЛЬЗОВАНИЯ, ПОЛЬЗОВАТЕЛЬ НЕ МОЖЕТ ИМЕТЬ ДОСТУПА К ЭТОМУ САЙТУ И ИСПОЛЬЗОВАТЬ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ, УСЛУГИ И ПРОДУКТЫ DexTechnologies.

source: You should be aware that the risk of loss in trading or holding Digital Currencies can be high. Digital currency services are not currently regulated in most countries (by financial authorities or any other regulator). You should therefore carefully consider whether trading or holding Digital currencies is suitable for you in light of your financial condition and possible risks.
ru: Вы должны знать, что риск потерь при торговле или владении цифровыми валютами может быть высоким. Цифровые валюты в настоящее время не регулируются в большинстве стран (финансовыми органами или любым другим регулятором). Поэтому вам следует тщательно продумать, подходит ли вам торговля или хранение Цифровой валюты в зависимости от вашего финансового состояния и возможных рисков.

source: II. DEFINITIONS
ru: II. ТЕРМИНОЛОГИЯ

source: Terms used in these Terms of Use shall be interpreted in accordance with the definitions provided below:
ru: Термины, используемые в настоящих Условиях использования, должны интерпретироваться в соответствии с определениями, приведенными ниже:

source: Account: means an account registered by the User on the Platform and/or on the DexTechnologies Software. "Base Currency" means the currency pair's first currency.
ru: Учетная запись: означает учетную запись, зарегистрированную Пользователем на Платформе и / или в Программном обеспечении DexTechnologies.«Базовая валюта» означает первую валюту валютной пары.

source: Buyer: means the User who makes an Order to buy Cryptocurrencies through the Platform (DexTechnologies Software) and/or the User whose Order is accepted by the Seller depending on the context.
ru: Покупатель: означает Пользователя, который создает Ордер на покупку Криптовалюты через Платформу (Программное обеспечение DexTechnologies) и / или Пользователя, чей Ордер принимается Продавцом в зависимости от контекста.

source: Commission: means a fee charged by or on behalf of any third party (e.g. banks, non-bank financial institutions, payment service providers, etc).
ru: Комиссия: означает комиссию, взимаемую третьей стороной или от ее имени (например, банки, небанковские финансовые учреждения, поставщики платежных услуг и т. Д.).

source: Cryptocurrency: means peer-to-peer decentralized digital representation of value (bitcoins, ethers, etc.).
ru: Криптовалюта: цифровая валюта, создание и контроль за которой базируются на криптографических методах.
