Repository: sathome78/adviser
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: XVIII. AML/KYC POLICY
ru: XVIII. ПОЛИТИКА AML/KYC

source: DexTechnologies OÜ Anti-Money Laundering and Know Your Customer Policy (hereinafter - the "AML/KYC Policy") is designated to prevent and mitigate possible risks of DexTechnologies OÜ being involved in any kind of illegal activity. Both international and local regulations require DexTechnologies OÜ to implement effective internal procedures and mechanisms to prevent money laundering, terrorist financing, drug and human trafficking, proliferation of weapons of mass destruction, corruption and bribery and to take action in case of any form of suspicious activity from its Users.
ru: Политика DexTechnologies OÜ по борьбе с отмыванием денег и KYC (далее - «Политика AML / KYC») предназначена для предотвращения и снижения возможных рисков вовлечения DexTechnologies OÜ в любую незаконную деятельность. Как международные, так и местные правила требуют, чтобы DexTechnologies OÜ внедрила эффективные внутренние процедуры и механизмы для предотвращения отмывания денег, финансирования терроризма, торговли наркотиками и людьми, распространения оружия массового уничтожения, коррупции и взяточничества и принятия мер в случае любой подозрительной деятельности. от его пользователей.

source: AML/KYC Policy covers the following matters: <br>Verification procedures. <br>Identity verification <br>Compliance Officer. <br>Monitoring Transactions. <br>Risk Assessment.
ru: Политика AML / KYC охватывает следующие вопросы:<br>Процедура верификации<br>Подтверждение личности<br>Сотрудник по вопросам соблюдения требований<br>Мониторинг транзакций<br>Оценка риска

source: Verification procedures <br>One of the international standards for preventing illegal activity is customer due diligence ("CDD").According to CDD, DexTechnologies OÜ establishes its own verification procedures within the standards of anti-money laundering and "Know Your Customer" frameworks.
ru: Процедура верификации <br>Одним из международных стандартов по предотвращению незаконной деятельности является надлежащая проверка клиентов («CDD»). Согласно CDD, DexTechnologies OÜ устанавливает собственные процедуры проверки в рамках стандартов по борьбе с отмыванием денег и KYC.

source: Identity verification <br>DexTechnologies OÜ's identity verification procedure requires the User to provide DexTechnologies OÜ with reliable, independent source documents, data or information (e.g., national ID, international passport, bank statement, utility bill). For such purposes DexTechnologies OÜ reserves the right to collect User's identification information for the AML/KYC Policy purposes. <br>DexTechnologies OÜ will take steps to confirm the authenticity of documents and information provided by the Users. All legal methods for double-checking identification information will be used and DexTechnologies OÜ reserves the right to investigate certain Users who have been determined to be risky or suspicious. <br>DexTechnologies OÜ reserves the right to verify User's identity in an on-going basis, especially when their identification information has been changed or their activity seemed to be suspicious (unusual for the particular User). In addition, DexTechnologies OÜ reserves the right to request up-to-date documents from the Users, even though they have passed identity verification in the past. <br>User's identification information will be collected, stored, shared and protected strictly in accordance with the DexTechnologies OÜ's Privacy Policy and related regulations. Once the User's identity has been verified, DexTechnologies OÜ is able to remove itself from potential legal liability in a situation where its Services are used to conduct illegal activity.
ru: Подтверждение личности <br>Процедура проверки личности DexTechnologies OÜ требует от Пользователя предоставления DexTechnologies OÜ надежных независимых источников документов, данных или информации (например, национального удостоверения личности, международного паспорта, банковской выписки, счета за коммунальные услуги). Для таких целей DexTechnologies OÜ оставляет за собой право собирать идентификационную информацию Пользователя для целей Политики AML / KYC. <br>DexTechnologies OÜ предпримет шаги для подтверждения подлинности документов и информации, предоставленной Пользователями. Будут использованы все законные методы для повторной проверки идентификационной информации, и DexTechnologies OÜ оставляет за собой право расследовать действия определенных пользователей, которые были признаны рискованными или подозрительными.<br>DexTechnologies OÜ оставляет за собой право проверять личность пользователя на постоянной основе, особенно когда его идентификационная информация была изменена или их деятельность показалась подозрительной (необычной для конкретного пользователя). Кроме того, DexTechnologies OÜ оставляет за собой право запрашивать у Пользователей актуальные документы, даже если они уже проходили проверку личности.<br>Идентификационная информация пользователя будет собираться, храниться, передаваться и защищаться строго в соответствии с Политикой конфиденциальности DexTechnologies OÜ и соответствующими правилами. После проверки личности Пользователя DexTechnologies OÜ может снять с себя потенциальную юридическую ответственность в ситуации, когда Услуги используются для осуществления незаконной деятельности.

source: Compliance Officer <br>The Compliance Officer is the person, duly authorized by DexTechnologies OÜ, whose duty is to ensure the effective implementation and enforcement of the AML/KYC Policy. It is the Compliance Officer's responsibility to supervise all aspects of DexTechnologies OÜ's anti-money laundering and counter-terrorist financing, including but not limited to: <br>a. Collecting Users' identification information. <br>b. Establishing and updating internal policies and procedures for the completion, review, submission and retention of all reports and records required under the applicable laws and regulations. <br>c. Monitoring transactions and investigating any significant deviations from normal activity. <br>d. Implementing a records management system for appropriate storage and retrieval of documents, files, forms and logs. <br>e. Updating risk assessment regularly. <br>f. Providing law enforcement with information as required under the applicable laws and regulations. <br>The Compliance Officer is entitled to interact with law enforcement, which are involved in prevention of money laundering, terrorist financing and other illegal activity.
ru: Сотрудник по вопросам соблюдения требований<br>Сотрудник по вопросам требований требований - это лицо, должным образом уполномоченное DexTechnologies OÜ, в обязанности которого входит обеспечение эффективной реализации и применения Политики AML/KYC. Ответственность за контроль над всеми аспектами борьбы с отмыванием денег и финансированием терроризма со стороны DexTechnologies OÜ лежит на ответственном сотруднике по соблюдению нормативных требований, в том числе:<br>а. Сбор идентификационной информации пользователей.<br>б. Установление и обновление внутренних политик и процедур для завершения, рассмотрения, представления и хранения всех отчетов и записей, требуемых согласно применимым законам и правилам.<br>с. Мониторинг транзакций и расследование любых существенных отклонений от нормальной деятельности.<br>д. Внедрение системы управления записями для надлежащего хранения и поиска документов, файлов, форм и журналов.<br>е. Регулярные оценки риска.<br>ж. Предоставление правоохранительным органам информации в соответствии с требованиями действующих законов и правил.<br>Сотрудник по соблюдению имеет право взаимодействовать с правоохранительными органами, которые занимаются предотвращением отмывания денег, финансирования терроризма и другой незаконной деятельности.

source: Monitoring Transactions <br>The Users are known not only by verifying their identity (who they are) but, more importantly, by analyzing their transactional patterns (what they do). Therefore, DexTechnologies OÜ relies on data analysis as a risk-assessment and suspicion detection tool. DexTechnologies OÜ performs a variety of compliance-related tasks, including capturing data, filtering, record-keeping, investigation management, and reporting. System functionalities include: <br>1) Daily check of Users against recognized "black lists" (e.g. OFAC), aggregating transfers by multiple data points, placing Users on watch and service denial lists, opening cases for investigation where needed, sending internal communications and filling out statutory reports, if applicable; <br>2) Case and document management. <br>With regard to the AML/KYC Policy, DexTechnologies OÜ will monitor all transactions and it reserves the right to: ensure that transactions of suspicious nature are reported to the proper law enforcement through the Compliance Officer; <br>request the User to provide any additional information and documents in case of suspicious transactions; suspend or terminate User's Account when DexTechnologies OÜ has reasonable suspicion that such User engaged in illegal activity. <br>The above list is not exhaustive and the Compliance Officer will monitor Users' transactions on a day-to-day basis in order to define whether such transactions are to be reported and treated as suspicious or are to be treated as bona fide.
ru: Мониторинг транзакций. <br>Пользователи проверяются не только путем подтверждения их личности (кто они), но, что более важно, путем анализа их транзакций (действий на Сайте). Поэтому DexTechnologies OÜ полагается на анализ данных в качестве инструмента для оценки рисков и выявления подозрений. DexTechnologies OÜ выполняет множество задач, связанных с соблюдением нормативных требований, включая сбор данных, фильтрацию, ведение записей и отчетность. Функциональные возможности системы включают в себя: <br>1) Ежедневную проверку пользователей на соответствие распознанным «черным спискам» (например, OFAC), включение пользователей в списки наблюдения и отказа в обслуживании, открытие случаев для расследования при необходимости, отправка внутренних сообщений и заполнение установленных законом отчетов, если применимо; <br>2) Управление делами и документами. <br>Что касается политики AML/KYC, DexTechnologies OÜ будет контролировать все транзакции и оставляет за собой право: сообщать о транзакциях подозрительного характера надлежащим правоохранительным органам через сотрудника по соблюдению; <br>запрашивать у Пользователя дополнительную информацию и документы в случае подозрительных операций; <br>приостановить или прекратить действие Учетной записи Пользователя, если DexTechnologies OÜ имеет обоснованные подозрения, что такой Пользователь занимается незаконной деятельностью. <br>Приведенный выше список не является исчерпывающим, и сотрудник по соблюдению будет ежедневно отслеживать транзакции пользователей, чтобы определить, следует ли сообщать о таких транзакциях и рассматривать их как подозрительные или их следует рассматривать как добросовестные.

source: Risk Assessment <br>DexTechnologies OÜ, in line with the international requirements, has adopted a risk-based approach to combating money laundering and terrorist financing. By adopting a risk-based approach, DexTechnologies OÜ is able to ensure that measures to prevent or mitigate money laundering and terrorist financing are commensurate to the identified risks. This will allow resources to be allocated in the most efficient ways. The principle is that resources should be directed in accordance with priorities so that the greatest risks receive the highest attention.
ru: Оценка риска<br>DexTechnologies OÜ, в соответствии с международными требованиями, использует основанный на оценке риска подход к борьбе с отмыванием денег и финансированием терроризма. Используя подход, основанный на оценке риска, DexTechnologies OÜ может обеспечить меры по предотвращению отмывания денег и финансирования терроризма. Это позволит распределять ресурсы наиболее эффективным образом. Принцип заключается в том, что ресурсы должны быть направлены в соответствии с приоритетами, чтобы наибольшим рискам уделялось самое пристальное внимание.

source: These Terms of Use shall be governed by and construed in accordance with the laws of the Republic of Estonia, unless otherwise expressly provided.
ru: Настоящие Условия использования регулируются и толкуются в соответствии с законодательством Эстонской Республики, если иное прямо не предусмотрено.

source: All disputes arising out of or in connection with the present contract shall be finally settled by arbitration in accordance with the Rules of the Arbitration Court of the Estonian Chamber of Commerce and Industry. The Parties shall attempt to resolve all disputes relating to these Terms of Use by negotiations. If the Parties fail to resolve disputes relating to these Terms of Use through negotiations, the dispute shall be conclusively resolved in the Arbitration Court of the Chamber of Commerce and Industry of Estonia in Tallinn (hereinafter: the Arbitration Court) in accordance with the Rules of the Arbitration Court. The dispute shall be resolved on the basis of the laws of Estonia. The language of the Arbitration Court shall be Estonian. The Arbitration Court shall consist of 3 (three) members. Each Party shall appoint one arbitrator within the time period prescribed by the Council of the Arbitration Court of the Chamber of Commerce and Industry of Estonia. Each Party shall ask the arbitrator chosen by him to appoint a third arbitrator together with the arbitrator chosen by the other Party, who shall be the chairman of the Arbitration Court in the resolution of the dispute. If the arbitrators appointed by the Parties fail to choose a third arbitrator within the time period prescribed by the Council of the Arbitration Court of the Chamber of Commerce and Industry of Estonia, the third arbitrator who shall also be the chairman of the Arbitration Court shall be appointed by the Council of the Arbitration Court of the Chamber of Commerce and Industry. If the Parties fail to form the Arbitration Court in accordance with the provisions of these Terms of Use and the Rules of the Arbitration Court, the Arbitration Court shall be formed by the Council of the Chamber of Commerce and Industry of Estonia. The award of the Arbitration Court shall be final and binding upon the Parties.
ru: Все споры, возникающие из или в связи с настоящим договором, подлежат окончательному разрешению в арбитражном порядке в соответствии с Регламентом Арбитражного суда Торгово-промышленной палаты Эстонии. Стороны будут пытаться разрешить все споры, связанные с настоящими Условиями использования, путем переговоров. Если Стороны не могут разрешить споры, связанные с настоящими Условиями использования, путем переговоров, спор будет окончательно разрешен в Арбитражном суде Торгово-промышленной палаты Эстонии в Таллине (далее - Арбитражный суд) в соответствии с Арбитражным судом. Спор разрешается на основании законов Эстонии. Язык арбитражного суда - эстонский. Арбитражный суд состоит из 3 (трех) членов. Каждая Сторона назначает одного арбитра в течение срока, установленного Советом Арбитражного Суда при Торгово-промышленной палате Эстонии. Каждая из Сторон просит выбранного им арбитра назначить третьего арбитра вместе с арбитром, выбранным другой Стороной, которая является председателем Арбитражного суда при разрешении спора. Если назначенные Сторонами арбитры не выберут третьего арбитра в течение срока, установленного Советом Арбитражного суда Торгово-промышленной палаты Эстонии, третий арбитр, который также является председателем Арбитражного суда, должен быть назначен Советом арбитражного суда при Торгово-промышленной палате. Если Стороны не сформируют Арбитражный суд в соответствии с положениями настоящих Условий использования и Регламента Арбитражного суда, Арбитражный суд формируется Советом Торгово-промышленной палаты Эстонии. Решение Арбитражного суда является окончательным и обязательным для сторон.

source: XX. LIMITATION OF LIABILITY
ru: XX. ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ

source: IN NO EVENT SHALL DexTechnologies OÜ, ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, AND ALL THIRD PARTY SERVICE PROVIDERS BE LIABLE TO THE USER OR ANY OTHER PERSON OR ENTITY FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE OR CONSEQUENTIAL DAMAGES WHATSOEVER, INCLUDING ANY THAT MAY RESULT FROM (I) ACCURACY, COMPLETENESS OR CONTENT OF THIS SITE, (II) ACCURACY, COMPLETENESS OR CONTENT OF ANY SITES LINKED (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE) TO THIS SITE, (III) THE SERVICES FOUND AT THIS SITE OR ANY SITES LINKED (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE) TO THIS SITE, (IV) PERSONAL INJURY OR PROPERTY DAMAGE OF ANY NATURE WHATSOEVER, (V) THIRD-PARTY CONDUCT OF ANY NATURE WHATSOEVER, (VI) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SERVERS AND/OR ANY AND ALL CONTENT, PERSONAL INFORMATION, FINANCIAL INFORMATION OR OTHER INFORMATION AND DATA STORED THEREIN, (VII) ANY INTERRUPTION OR CESSATION OF SERVICES TO OR FROM THIS SITE OR ANY SITES LINKED (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE) TO THIS SITE, (VIII) ANY VIRUSES, WORMS, BUGS, TROJAN HORSES OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR FROM THIS SITE OR ANY SITES LINKED (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE) TO THIS SITE, (IX) ANY USER CONTENT OR CONTENT THAT IS DEFAMATORY, HARASSING, ABUSIVE, HARMFUL TO MINORS OR ANY PROTECTED CLASS, PORNOGRAPHIC, "X-RATED", OBSCENE OR OTHERWISE OBJECTIONABLE AND/ OR (X) ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USER'S USE OF THIS SITE OR THE SERVICES FOUND AT THIS SITE, WHETHER BASED ON WARRANTY, CONTRACT, TORT OR ANY OTHER LEGAL OR EQUITABLE THEORY AND WHETHER OR NOT DexTechnologies OÜ IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. IN ADDITION, YOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THIS SITE OR THE SERVICES FOUND AT THIS SITE MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE SUCH CAUSE OF ACTION SHALL BE PERMANENTLY BARRED. IN ADDITION, THE USER SPECIFICALLY ACKNOWLEDGE AND AGREE THAT IN NO EVENT SHALL DexTechnologies OÜ'S TOTAL AGGREGATE LIABILITY EXCEED THE TOTAL AMOUNT PAID BY THE USER FOR THE PARTICULAR SERVICES THAT ARE THE SUBJECT OF THE CAUSE OF ACTION. THE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW AND SHALL SURVIVE ANY TERMINATION OR EXPIRATION OF THESE TERMS OF USE OR THE USER'S USE OF THIS SITE OR THE SERVICES FOUND AT THIS SITE. <br>DexTechnologies OÜ will not be liable for the Transactions, initiated by the User, below the prescribed limits.
ru: НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ DexTechnologies OÜ, ЕГО ДОЛЖНОСТНЫЕ ЛИЦА, ДИРЕКТОРЫ, СОТРУДНИКИ, АГЕНТЫ И ВСЕ ПОСТАВЩИКИ УСЛУГ В ТРЕТЬИХ СТОРОНАХ, НЕ ЯВЛЯЮТСЯ ОТВЕТСТВЕННЫМИ ЗА ПОЛЬЗОВАТЕЛЯ ИЛИ ЛЮБОГО ДРУГОГО ЧЕЛОВЕКА ИЛИ ОБЪЕКТА ПРИ ЛЮБОМ ПРЯМОМ, НЕЗАВИСИМОМ, СПЕЦИАЛЬНОМ, УЩЕРБЕ, ЧТО МОЖЕТ СЛУЧИТЬСЯ В РЕЗУЛЬТАТЕ (I) СОДЕРЖАНИЯ ЭТОГО САЙТА, ​​(II) СОДЕРЖАНИЯ ЛЮБЫХ САЙТОВ, СВЯЗАННЫХ (ГИПЕРЛИНКАМИ, БАННЕРНОЙ РЕКЛАМОЙ ИЛИ ПРОЧИМ) С ЭТИМ САЙТОМ, (III) ЛЮБЫХ САЙТОВ, СВЯЗАННЫХ(ГИПЕРЛИНКАМИ, БАННЕРНОЙ РЕКЛАМОЙ ИЛИ ПРОЧИМ) С ЭТИМ САЙТОМ, (IV) ЛИЧНОЙ ТРАВМЫ ИЛИ ИМУЩЕСТВЕННЫХ ПОВРЕЖДЕНИЙ ЛЮБОЙ ПРИРОДЫ (V) ИСПОЛЬЗОВАНИЕ НАШИХ СЕРВЕРОВ И / ИЛИ ЛЮБОГО СОДЕРЖИМОГО, ЛИЧНОЙ ИНФОРМАЦИИ, ФИНАНСОВОЙ ИНФОРМАЦИИ ИЛИ ДРУГОЙ ИНФОРМАЦИИ И ДАННЫХ, ТРЕТЬИМИ ЛИЦАМИ (VII) ЛЮБОГО ПРЕКРАЩЕНИЯ ИЛИ ОСТАНОВКИ ИСПОЛЬЗОВАНИЯ УСЛУГ ЭТОГО САЙТА ИЛИ ЛЮБОГО САЙТА, ​​СВЯЗАННОГО (ГИПЕРЛИНКАМИ, БАННЕРНОЙ РЕКЛАМОЙ ИЛИ ПРОЧИМ) С ЭТИМ САЙТОМ, (VIII) ЛЮБЫХ ВИРУСОВ, ОШИБОК, КОТОРЫЕ МОГУТ БЫТЬ ПЕРЕДАНЫ С ЭТОГО САЙТА ИЛИ ЛЮБЫХ СВЯЗАННЫХ САЙТОВ (IX), ЛЮБОГО КОНТЕНТА, КОТОРЫЙ СОДЕРЖИТ ПОРОЧАЩИЙ, ОСКОРБИТЕЛЬНЫЙ, ВРЕДНЫЙ ДЛЯ НЕСОВЕРШЕННОЛЕТНИХ, ПОРНОГРАФИЧЕСКИЙ, НЕПРИСТОЙНЫЙ ЭЛЕМЕНТЫ (Х) ЛЮБЫХ ПОТЕРЬ ИЛИ УЩЕРБА В РЕЗУЛЬТАТЕ ИСПОЛЬЗОВАНИЯ ЭТОГО САЙТА ИЛИ УСЛУГ, НАЙДЕННЫХ НА ЭТОМ САЙТЕ.<br>DexTechnologies OÜ не будет нести ответственность за Сделки, инициированные Пользователем, ниже установленных лимитов.

source: XXI. INDEMNITY
ru: XXI. КОМПЕНСАЦИЯ

source: The User agrees to protect, defend, indemnify and hold harmless DexTechnologies OÜ and its officers, directors, employees, agents and third party service providers from and against any and all claims, demands, costs, expenses, losses, liabilities and damages of every kind and nature (including, without limitation, reasonable attorneys' fees) imposed upon or incurred by DexTechnologies OÜ directly or indirectly arising from (i) the User's use of and access to this Site or the Services found at this Site; (ii) the User's violation of any provision of the Terms of Use or the policies or agreements which are incorporated herein; and/or (iii) the User's violation of any third-party right, including without limitation any intellectual property or other proprietary right. The indemnification obligations under this section shall survive any termination or expiration of the Terms of Use or the User's use of this Site or the Services found on this Site.
ru: Пользователь обязуется защищать, возмещать ущерб и обезопасить DexTechnologies OÜ и его должностных лиц, директоров, сотрудников, агентов и сторонних поставщиков услуг от любых претензий, требований, затрат, расходов, убытков, обязательств и убытков любого рода и характера (включая, без ограничений, разумные гонорары адвокатов), налагаемые или понесенные DexTechnologies OÜ, прямо или косвенно вытекающие из (I) использования Пользователем данного Сайта или доступа к Сервисам, обнаруженным на этом Сайте; (II) нарушение Пользователем любого положения Условий использования или политик или соглашений, которые включены в настоящий документ; и / или (III) нарушение Пользователем какого-либо стороннего права, включая, помимо прочего, какую-либо интеллектуальную собственность или другое право собственности. Обязательства по возмещению убытков в соответствии с данным разделом остаются в силе после прекращения или истечения срока действия Условий использования или использования Пользователем данного Сайта или Услуг, обнаруженных на этом Сайте.

source: XXII. MODIFICATIONS AND AMENDMENTS
ru: XXII. ИЗМЕНЕНИЯ И ИЗМЕНЕНИЯ
