Repository: sathome78/adviser
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: The Storage fee may be charged by DexTechnologies OÜ for storing any cryptocurrency until assets are claimed back by the User or the Account goes to a zero balance. The Storage fee (if applicable) is set in the Fee Schedule page. The Storage fee is charged on a daily basis. DexTechnologies OÜ has the right to change the Storage fee unilaterally.
ru: DexTechnologies OÜ может взимать плату за хранение любой криптовалюты до тех пор, пока Пользователь не потребует возврата активов или пока Счет не сойдет с нуля. Плата за хранение (если применимо) указана на странице «График оплаты». Плата за хранение взимается ежедневно. DexTechnologies OÜ имеет право изменять плату за хранение в одностороннем порядке.

source: XI. ILLEGAL TRANSACTIONS
ru: XI. НЕЗАКОННЫЕ СДЕЛКИ

source: DexTechnologies OÜ reserves the right to suspend or terminate your DexTechnologies OÜ Account at any time if we reasonably believe to be required to do so by law or in order to comply with recommendations issued by a relevant government authority or recognized body for the prevention of financial crime.
ru: DexTechnologies OÜ оставляет за собой право приостановить или прекратить действие вашей Учетной записи DexTechnologies OÜ в любое время, если мы обоснованно считаем, что этого требует закон или для выполнения рекомендаций, выпущенных соответствующим государственным органом для предотвращения финансового преступления.

source: It is strictly forbidden to use the Account for any illegal purposes. DexTechnologies OÜ will report any suspicious activity to the relevant law enforcement. The User shall ensure that they do not use the Services for the transactions relating to: <br>- money laundering, terrorist financing, proliferation of weapons of mass destruction; human trafficking; <br>- any goods or services that are illegal or the promotion, offer or marketing of which is illegal or that are offered in connection with illegal, obscene or pornographic content, depict children or minors in sexual postures, depict means of propaganda or signs of unconstitutional organizations glorifying war or violating human dignity; <br>- any goods or services, promotion, offer or marketing of which would violate copyrights, industrial property rights or other rights of any person; <br>- archeological findings; <br>- drugs, narcotics or hallucinogens; <br>- weapons of any kind; <br>- illegal gambling services; <br>- Ponzi, pyramid or any other "get rich quick" schemes; <br>- goods that are subject to any trade embargo; media that is harmful to minors and violates laws and, in particular, the provision in <br>- respect of the protection of minors; <br>- body parts or human remains; <br>- protected animals or protected plants; <br>- weapons or explosive materials; <br>- or any other illegal goods, services or transactions.
ru: Категорически запрещается использовать Аккаунт в любых незаконных целях. DexTechnologies OÜ будет сообщать о любых подозрительных действиях в соответствующие правоохранительные органы. Пользователь обязуется не использовать Сервисы для операций, связанных с:<br>-отмыванием денег, финансированием терроризма, распространением оружия массового уничтожения;<br>-торговли людьми;<br>-любые товары или услуги которые являются незаконными или продажа или сбыт которых являются незаконным или которые связаны с незаконным, непристойным или порнографическим содержанием, изображающих детей и/или несовершеннолетних в сексуальных позах, изображают средства пропаганды или признаки антиконституционных организаций, прославляющих войну или нарушение человеческого достоинства;<br>-любые товары или услуги, продвижение, предложение или реклама которых нарушают авторские права, права промышленной собственности или другие права любого лица;<br>-археологические находки;<br>-наркотики или галлюциногены;<br>-оружие любого вида;<br>-нелегальные азартные услуги;<br>-пирамиды или любые другие схемы «быстро разбогатеть»;<br>-товары, на которые распространяется торговое эмбарго;<br>-средства массовой информации, которые наносят вред несовершеннолетним и нарушают законы и, в частности, положение о защите несовершеннолетних;<br>-части тела или человеческие останки;<br>-защищенные животные или защищенные растения;<br>-оружие или взрывчатые материалы;<br>-или любые другие незаконные товары, услуги или сделки.

source: User has the right to report fraud related to certain operation(s)/asset(s))/account(s) to the DexTechnologies's support exrates@exrates.me. If convincing evidence(s) of fraud is(are) provided, the appropriate operation(s)/asset(s))/account(s) is(are) considered suspicious of fraud. As a rule, the DexTechnologies will freeze suspicious of fraud asset(s))/account(s) and/or will cancel suspicious of fraud operation(s) and/or will transfer stolen funds to proper owner only based on final resolution in written of the appropriate competent authorities (courts etc.) or based on the DexTechnologies's internal KYC/AML procedures. As an exception DexTechnologies reserves the right: - to freeze temporary asset(s))/account(s) if convincing evidence(s) is (are) submitted that the interested person has turned to law enforcement and the appropriate investigation is underway (for reasonable time according to a decision of an appropriate DexTechnologies's body or the Arbitration Committee of the DexTechnologies); - in absolutely apparent cases to freeze and to return clearly stolen assets to its proper owner based on internal investigation and decision of the Arbitration Committee of the DexTechnologies (for example if tokens are stolen while ICO directly to account on exrates.me and exrates.me is the only exchange, trading the appropriate tokens). In such cases before assets transfer - the proper owner has to pass registration and verification on exrates.me and the cost of investigation and considering by the Arbitration Committee of the DexTechnologies (based on time spent) has to be compensated according to the appropriate invoice.
ru: Пользователь имеет право сообщать о мошенничестве, связанном с определеннойоперацией (-ами) / активом (-ами) / аккаунтом (-ами), в службу поддержки DexTechnologies exrates@exrates.me. Если предоставляются убедительные доказательства мошенничества, соответствующая операция (операции) / актив (ы) / учетная запись (и) считаются подозрительными в отношении мошенничества. Как правило, DexTechnologies замораживает подозрительные активы или аккаунты мошенников и / или отменяет подозрительные операции мошенничества и / или передает украденные средства надлежащему владельцу только на основании окончательного письменного решения соответствующих компетентных органов (суды и т. д.) или на основании внутренних процедур DexTechnologies KYC / AML. В качестве исключения DexTechnologies оставляет за собой право: - заморозить временный (ые) актив (ы) / счета (и), если будут представлены убедительные доказательства (и), что заинтересованное лицо обратилось в правоохранительные органы и проводится соответствующее расследование (для разумное время в соответствии с решением соответствующего органа DexTechnologies или Арбитражного комитета DexTechnologies); - в абсолютно очевидных случаях замораживать и возвращать явно похищенные активы его собственнику на основании внутреннего расследования и решения Арбитражного комитета DexTechnologies (например, если токены были украдены, а exrates.me является единственной биржей, торгующей соответствующими токенами). В таких случаях перед передачей активов владелец должен пройти регистрацию и проверку на exrates.me, а стоимость расследования и рассмотрения в Арбитражном комитете DexTechnologies (исходя из затраченного времени) должна быть компенсирована согласно соответствующему счету.

source: XII. ACCOUNT SECURITY
ru: XII. БЕЗОПАСНОСТЬ СЧЕТА

source: The User is responsible for maintaining the confidentiality of their Account's credentials, including, but not limited to a password, email, wallet address, balance and of all activity including Transactions made through the Account.
ru: Пользователь несет ответственность за сохранение конфиденциальности учетных данных своей Учетной записи, включая, помимо прочего, пароль, адрес электронной почты, адрес кошелька, баланс и все действия, включая Сделки, совершенные через Учетную запись.

source: DexTechnologies OÜ personnel will never ask the User to disclose their password. Any message the User receives or website that he/she visits that asks for the password, other than the DexTechnologies OÜ Site, should be reported to DexTechnologies OÜ. Before each using of the Website the User has to check (ensure) that he is using a genuine website.
ru: Персонал DexTechnologies OÜ никогда не попросит Пользователя раскрыть свой пароль. О любом сообщении, которое получает пользователь или посещаемый им веб-сайт с запросом пароля, кроме сайта DexTechnologies OÜ, следует сообщать в DexTechnologies OÜ. Перед каждым использованием Сайта Пользователь должен проверить (убедиться), что он использует настоящий сайт.

source: We advise to change the User's password regularly in order to reduce the risk of a security breach in relation to the Account. The User must never allow anyone to access his/her Account or watch the User accessing his/her Account. If the User has any security concerns concerning his/her Account, login details, (password or other security feature being lost, stolen, misappropriated, used without authorization or otherwise compromised), the User is advised to change the password immediately. The User must contact support service without undue delay on becoming aware of any loss, theft, misappropriation or unauthorized use of the Account, login details, password or other security features. Any undue delay in notifying DexTechnologies OÜ may not only affect the security of the Account but may result in the User being liable for any losses as a result. If the User suspects that someone else accessed his/her Account, the User should also contact an appropriate government agency and report the incident.
ru: Если у Пользователя есть какие-либо проблемы с безопасностью, касающиеся его / ее Учетной записи, регистрационных данных (пароль или другая функция безопасности потеряна, украдена, незаконно присвоена, использована без авторизации или иным образом скомпрометирована), Пользователю рекомендуется немедленно сменить пароль. Пользователь должен незамедлительно связаться со службой поддержки, узнав о любой потере, краже, незаконном присвоении или несанкционированном использовании Учетной записи, данных для входа, пароля или других функций безопасности. Любая неоправданная задержка в уведомлении DexTechnologies OÜ может не только повлиять на безопасность Учетной записи, но и может привести к ответственности Пользователя за любые убытки в результате. Если Пользователь подозревает, что кто-то еще получил доступ к его / ее Учетной записи, Пользователь должен также связаться с соответствующим государственным органом и сообщить об инциденте.

source: The User must take reasonable care to ensure that his/her email account(s) are secure and only accessed by the User, as his/her email address may be used to reset passwords or to communicate with the User about the security of the Account. DexTechnologies OÜ cannot be liable for the breach of an email account resulting an unauthorized Transaction to be executed with proper confirmation. In case any of the email addresses registered with the User's Accounts are compromised, the User should without undue delay after becoming aware of this contact Support Service and also contact his/her email service provider.
ru: Пользователь должен проявлять разумную осторожность, чтобы гарантировать, что его / ее учетные записи электронной почты являются безопасными и доступны только Пользователю, так как его / ее адрес электронной почты может использоваться для сброса паролей или для связи с Пользователем о безопасности учетной записи. , DexTechnologies OÜ не может нести ответственность за нарушение учетной записи электронной почты, что привело к выполнению несанкционированной транзакции с надлежащим подтверждением. В случае компрометации любого из адресов электронной почты, зарегистрированных в Аккаунтах Пользователя, Пользователь должен без неоправданных задержек, узнав об этом, обратиться в Службу поддержки, а также связаться со своим поставщиком услуг электронной почты.

source: Irrespective of whether the User is using a public, a shared or his/her own computer to access the Account, the User must always ensure that his/her login details are not stored by the browser, cached or otherwise recorded. The User should never use any functionality that allows login details or passwords to be stored by the computer he/she is using.
ru: Независимо от того, использует ли Пользователь общедоступный или свой собственный компьютер для доступа к Учетной записи, Пользователь должен всегда следить за тем, чтобы его / ее данные для входа в систему не сохранялись браузером, не кэшировались и не записывались иным образом. Пользователь никогда не должен использовать какие-либо функции, позволяющие сохранять данные для входа или пароли на компьютере, который он / она использует.

source: Additional products or services the User uses may have additional security requirements and the User must familiarize with those as notified to him/her.
ru: Дополнительные продукты или услуги, которые использует Пользователь, могут иметь дополнительные требования безопасности, с которыми Пользователь должен ознакомиться.

source: We strictly recommend to use additional authentication options of the Platform.
ru: Мы настоятельно рекомендуем использовать дополнительные параметры аутентификации на Платформе.

source: XIII. TERMINATION OF THE TERMS OF USE
ru: XIII. ОКОНЧАНИЕ УСЛОВИЙ ИСПОЛЬЗОВАНИЯ

source: The User may terminate the Terms of Use and close their Account at any time, following settlement of any pending transactions.
ru: Пользователь может прекратить действие Условий использования и закрыть свою Учетную запись в любое время после урегулирования любых незавершенных транзакций.

source: The User also agrees that DexTechnologies OÜ may, by giving notice, at its sole discretion terminate his/her access to the Site and to his/her Account, including without limitation, our right to: limit, suspend or terminate the service and the Users' Accounts, prohibit access to the Site and its content, services and tools, delay or remove hosted content and take technical and legal steps to keep the User off the Site if we think that he/she or his/her activity/deeds linked to illegal activity, infringing the intellectual property rights of third parties or acting inconsistently with the letter or spirit of these Terms. Additionally, we may, in appropriate circumstances and at our discretion, suspend or terminate Account of User for any reason, including without limitation: (1) attempts to gain unauthorized access to the Site or another User's account or providing assistance to others' attempting to do so, (2) overcoming software security features limiting use of or protecting any content, (3) usage of the Service to perform illegal activities such as money laundering, illegal gambling operations, financing terrorism, or other criminal activities, (4) violations of these Terms of Use, (5) failure to pay or fraudulent payment for Transactions, (6) unexpected operational difficulties, or (7) upon the request of law enforcement or other government agencies, if deemed to be legitimate and compelling by DexTechnologies OÜ, acting at its sole discretion.
ru: Пользователь также соглашается с тем, что DexTechnologies OÜ может, уведомив, по своему собственному усмотрению прекратить его / ее доступ к Сайту и действие его / ее Учетной записи, включая, помимо прочего, наше право: ограничить, приостановить или прекратить обслуживание пользователей, запретить доступ к Сайту и его контенту, услугам и инструментам, блокировать или удалять размещенный контент и предпринимать технические и юридические меры, чтобы ограничить доступ Пользователя к Сайту, если мы считаем, что он / она или его / ее деятельность / действия связаны с незаконной деятельностью, ущемлением прав интеллектуальной собственности третьих лиц или действия, несовместимые с настоящими Условиями. Кроме того, мы можем при соответствующих обстоятельствах и по нашему усмотрению приостановить или прекратить действие Учетной записи Пользователя по любой причине, включая, помимо прочего: (1) попытки получить несанкционированный доступ к Сайту или учетной записи другого Пользователя или оказание помощи попыткам других (2) нарушение безопасности программного обеспечения, ограничивающих использование или защиту любого контента, (3) использование Сервиса для выполнения незаконных действий, таких как отмывание денег, незаконные операции с азартными играми, финансирование терроризма или другие преступные действия, (4) нарушения настоящих Условий использования, (5) неуплата или мошенническая оплата за Транзакции, (6) непредвиденные операционные трудности или (7) по запросу правоохранительных или других государственных органов, если DexTechnologies OÜ считает это законным и убедительным , действуя по своему усмотрению.

source: DexTechnologies OÜ also reserves the right to cancel unconfirmed Accounts or Accounts that have been inactive for a period of six (6) months or more and/or to modify or discontinue our Site or Service. The User agrees that DexTechnologies OÜ will not be liable to them or to any third party for termination of their Account or access to the Site.
ru: DexTechnologies OÜ также оставляет за собой право аннулировать неподтвержденные Учетные записи или Учетные записи, которые были неактивными в течение шести (6)месяцев или более, и / или изменить или прекратить работу нашего Сайта или Сервиса. Пользователь соглашается с тем, что DexTechnologies OÜ не несет ответственности ни перед ними, ни перед какими-либо третьими лицами за прекращение действия их Учетной записи или доступа к Сайту.

source: The suspension of the Account shall not affect the payment of the Transaction fees due for past Transactions. Upon termination, the User shall provide a valid account details or cryptocurrency address to allow the transfer of any currencies deposited to his/her Account. DexTechnologies OÜ shall transfer the currencies as soon as possible following the User's request in the time frames specified by DexTechnologies OÜ. If account is suspended because of detection of illegal or criminal activity transfer may be delayed for the time necessary for appropriate investigation of an appropriate authorities.
ru: Приостановление Учетной записи не влияет на оплату комиссий за прошедшие транзакции. После расторжения Пользователь должен предоставить действительные реквизиты счета или криптовалютный адрес, чтобы разрешить перевод любых валют, переведенных на его / ее Счет. DexTechnologies OÜ обязуется переводить валюты в кратчайшие сроки по запросу Пользователя, указанные DexTechnologies OÜ. Если учетная запись заблокирована из-за обнаружения незаконной или преступной деятельности, передача может быть отложена на время, необходимое для соответствующего расследования соответствующих органов.

source: XIV. SERVICES AVAILABILITY
ru: XIV. ДОСТУПНОСТЬ СЕРВИСОВ

source: All Services are provided "AS IS", without guarantees of any kind, either expressed or implied.
ru: Все услуги предоставляются «КАК ЕСТЬ», без каких-либо гарантий, явных или подразумеваемых.

source: DexTechnologies OÜ will strive to keep the Site up and running; however, all online services suffer from occasional disruptions and outages and DexTechnologies OÜ is not liable for any disruption or loss the User may suffer as a result. Thus, DexTechnologies OÜ does not provide any guarantees that access to the Site will not be interrupted or that there will be no delays, failures, errors, omissions or loss of transmitted information.
ru: DexTechnologies OÜ будет стремиться поддерживать работу сайта; однако все онлайн-сервисы страдают от случайных сбоев и отключений, и DexTechnologies OÜ не несет ответственности за любые сбои или потери, которые может понести Пользователь в результате иных. Таким образом, DexTechnologies OÜ не предоставляет никаких гарантий того, что доступ к Сайту не будет прерван или что не будет никаких задержек, сбоев, ошибок, упущений или потери передаваемой информации.

source: DexTechnologies OÜ will use reasonable efforts to ensure that the User can normally access the Site in accordance with the Terms of Use. DexTechnologies OÜ may suspend use of the Site for maintenance and will make reasonable efforts to give the User a notice. The User acknowledges that this may not be possible in an emergency.
ru: DexTechnologies OÜ будет прилагать разумные усилия для обеспечения того, чтобы Пользователь мог нормально обращаться к Сайту в соответствии с Условиями использования. DexTechnologies OÜ может приостановить использование Сайта для технического обслуживания и приложит усилия, чтобы уведомить об этом Пользователя. Пользователь признает, что это может быть невозможно в чрезвычайной ситуации.

source: In order to ensure a stability of the Platform API requests maybe reasonably limited by DexTechnologies OÜ at our discretion. If this limit is exceeded, it may result to the ban for a reasonable time.
ru: Для обеспечения стабильности доступ к API Платформы быть временно ограничен DexTechnologies OÜ по нашему усмотрению. Превышение этого лимита может привести к бану на разумный срок.

source: XVI. WIDGETS AND MOBILE APPLICATIONS
ru: XVI. ВИДЖЕТЫ И МОБИЛЬНЫЕ ПРИЛОЖЕНИЯ

source: DexTechnologies OÜ may provide widgets for the User's use to put our data on the User's Site. The User is free to use widgets in their original unmodified and unaltered state.
ru: DexTechnologies OÜ может предоставлять виджеты для использования Пользователем для размещения наших данных на Сайте Пользователя. Пользователь может использовать виджеты в их исходном неизмененном и неизмененном состоянии.

source: DexTechnologies OÜ may provide mobile applications ("mobile apps"), which can be used to get access to the Account. The use of these mobile apps is the subject to these Terms of Use.
ru: DexTechnologies OÜ может предоставлять мобильные приложения, которые можно использовать для получения доступа к Учетной записи. Использование этих мобильных приложений регулируется настоящими Условиями использования.

source: XVII. NOTICES AND COMMUNICATION
ru: XVII. УВЕДОМЛЕНИЯ И КОММУНИКАЦИЯ

source: DexTechnologies OÜ reserves the right to send notices to and communicate with the User by any means of communication available to DexTechnologies OÜ, considering the contact details provided by the User.
ru: DexTechnologies OÜ оставляет за собой право отправлять уведомления и общаться с Пользователем с помощью любых средств связи, доступных DexTechnologies OÜ, с учетом контактных данных, предоставленных Пользователем.

source: The User expressly agrees to receive any notices in electronic form and to be bound by them, if so required by the Terms of Use.
ru: Пользователь прямо соглашается получать любые уведомления в электронном виде, если этого требуют Условия использования.

source: The official information channel of DexTechnologies OÜ is the Website. The Website may contain links to other official information channels of DexTechnologies OÜ. Nevertheless any recommendation and/or trade idea (even on official channel of DexTechnologies OÜ) don't have a status of official recommendation and/or trade idea of DexTechnologies OÜ.
ru: Официальным информационным каналом DexTechnologies OÜ является Веб-сайт. Сайт может содержать ссылки на другие официальные информационные каналы DexTechnologies OÜ. Тем не менее, любая рекомендация и / или торговая идея (даже на официальном канале DexTechnologies OÜ) не имеют статуса официальной рекомендации и / или торговой идеи DexTechnologies OÜ.
