Repository: sathome78/adviser
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: The User represents and warrants that he/she will withdraw any cryptocurrency from his/her Account only to his/her wallets, otherwise DexTechnologies OÜ does not hold any liability for the consequences of such withdrawal. A mistake in requisite of the User's wallet while transaction may cause the loss of appropriate currencies without any responsibility and/or coverage from DexTechnologies OÜ.
ru: Пользователь заявляет и гарантирует, что он / она выведет любую криптовалюту со своей Учетной записи только на свои кошельки, в противном случае DexTechnologies OÜ не несет никакой ответственности за последствия такого вывода. Ошибка в реквизите кошелька пользователя во время транзакции может привести к потере средств без какой-либо ответственности и / или покрытия от DexTechnologies OÜ.

source: The User represents and warrants that all Transactions being carried out do not violate the rights of any third party or applicable laws.
ru: Пользователь заявляет и гарантирует, что все проводимые Операции не нарушают права третьих лиц или применимые законы.

source: The User understands that his personal data may be shared due to legal obligations etc. It may be used according to our Privacy policy.
ru: Пользователь понимает, что его личные данные могут быть переданы в связи с юридическими обязательствами и т. Д. Они могут использоваться в соответствии с нашей политикой конфиденциальности.

source: The User undertakes to pay all his/her taxes and duties, which can be resulted from the use of DexTechnologies OÜ Services and should be paid according to the User's state of residence regulations. DexTechnologies OÜ is not responsible for any violation made by the User due to his/her obligation to calculate and pay taxes and duties. The User has to refrain from transactions on the Platform related to tax offences and/or violations.
ru: Пользователь обязуется оплатить все свои налоги и сборы, которые могут возникнуть в результате использования Сервисов DexTechnologies OÜ и должны быть оплачены в соответствии с правилами государства пребывания пользователя. DexTechnologies OÜ не несет ответственности за любые нарушения, совершенные Пользователем из-за его / ее обязанности по исчислению и уплате налогов и сборов. Пользователь должен воздерживаться от транзакций на Платформе, связанных с налоговыми правонарушениями и / или нарушениями.

source: ATTENTION TO RESIDENTS OF UNITED STATES OF AMERICA OR ANY JURISDICTION OR COUNTRY WHERE INITIAL DISTRIBUTION OR SECONDARY TRADING OF CERTAIN TOKENS (TRADED ON THIS PLATFORM AND/OR ON THE DexTechnologies SOFTWARE) WOULD (I) BE CONTRARY TO ANY LAW OR REGULATION, OR (II) WHICH WOULD OBLIGE (WOULD SUBJECT) AN ISSUER AND/OR SELLER OF SUCH TOKENS (TRADED ON THIS PLATFORM AND/OR ON THE DexTechnologies SOFTWARE) AND/OR DexTechnologies OÜ AND/OR ENTITY(INCLUDING AFFILIATES) CREATING/MAINTAINING THIS WEBSITE TO ANY REGISTRATION,LICENSING OR OTHER AUTHORIZATION REQUIREMENT WITHIN SUCH JURISDICTION OR COUNTRY: <br>THE APPROPRIATE TOKENS, TRADED ON THIS PLATFORM AND/OR ON THE DexTechnologies SOFTWARE (IN PARTICULAR, TOKENS WHICH COULD BE CONSIDERED AS SECURITIES BY SEC) IS NOT INTENDED FOR PURCHASE AND/OR USE AND/OR DISTRIBUTION TO, OR USE BY,ANY PERSON OR ENTITY IN ANY JURISDICTION OR COUNTRY, WHERE SUCH PURCHASE AND/OR DISTRIBUTION AND/OR USE WOULD BE CONTRARY TO ANY LAW OR REGULATION,OR WHICH WOULD OBLIGE (WOULD SUBJECT) AN ISSUER AND/OR SELLER OF SUCH TOKENS (TRADED ON THIS PLATFORM AND/OR ON THE DexTechnologies SOFTWARE) AND/OR DexTechnologies OÜ AND/OR ENTITY (INCLUDING THEIR AFFILIATES)CREATING/MAINTAINING THIS WEBSITE TO ANY REGISTRATION, LICENSING OR OTHER AUTHORIZATION REQUIREMENT WITHIN SUCH JURISDICTION OR COUNTRY.
ru: ВНИМАНИЕ РЕЗИДЕНТАМ СОЕДИНЕННЫХ ШТАТОВ АМЕРИКИ ИЛИ ЛЮБОЙ ЮРИСДИКЦИИ ИЛИ СТРАНЫ, ГДЕ ПЕРВОНАЧАЛЬНАЯ РАСПРЕДЕЛЕНИЕ ИЛИ ВТОРИЧНАЯ ТОРГОВЛЯ ОПРЕДЕЛЕННЫМИ ТОКЕНАМИ (ТОРГОВЛИ НА ЭТОЙ ПЛАТФОРМЕ И / ИЛИ НА ПРОГРАММНОМ ОБЕСПЕЧЕНИИ DexTechnologies), МОЖЕТ ПРОТИВОРЕЧИТЬ ЗАКОНАМ: СООТВЕТСТВУЮЩИЕ ТОКЕНЫ, ТОРГУЕМЫЕ НА ЭТОЙ ПЛАТФОРМЕ И / ИЛИ В ПРОГРАММНОМ ОБЕСПЕЧЕНИИ DexTechnologies (В ЧАСТНОСТИ, ТОКЕНЫ, КОТОРЫЕ МОЖНО РАССМАТРИВАТЬ КАК ЦЕННЫЕ БУМАГИ ПО СЕКУНДАМ), НЕ ПРЕДНАЗНАЧЕНЫ ДЛЯ ПОКУПКИ И / ИЛИ ИСПОЛЬЗОВАНИЯ, И / ИЛИ РАСПРОСТРАНЕНИЯ, ИЛИ ИСПОЛЬЗОВАНИЯ ЛЮБЫМ ЛИЦОМ ИЛИ ЮРИДИЧЕСКОЕ ЛИЦО В ЛЮБОЙ ЮРИСДИКЦИИ ИЛИ СТРАНЕ, ГДЕ ТАКАЯ ПОКУПКА, И / ИЛИ РАСПРОСТРАНЕНИЕ, И / ИЛИ ИСПОЛЬЗОВАНИЕ БУДУТ ПРОТИВОРЕЧИТЬ КАКОМУ-ЛИБО ЗАКОНУ ИЛИ НОРМАТИВУ, ИЛИ КОТОРЫЕ БУДУТ ОБЯЗЫВАТЬ (ПОДВЕРГАТЬ) ЭМИТЕНТА И / ИЛИ ПРОДАВЦА ТАКИХ ТОКЕНОВ (ТОРГУЕМЫХ НА ЭТОЙ ПЛАТФОРМЕ) И / ИЛИ В ПРОГРАММНОМ ОБЕСПЕЧЕНИИ DexTechnologies) И / ИЛИ DexTechnologies OÜ И / ИЛИ ОРГАНИЗАЦИИ (ВКЛЮЧАЯ ИХ ФИЛИАЛЫ), СОЗДАЮЩЕЙ / ПОДДЕРЖИВАЮЩЕЙ ДАННЫЙ ВЕБ-САЙТ ДЛЯ ЛЮБЫХ ТРЕБОВАНИЙ РЕГИСТРАЦИИ, ЛИЦЕНЗИРОВАНИЯ ИЛИ ДРУГИХ РАЗРЕШЕНИЙ В РАМКАХ ТАКОЙ ЮРИСДИКЦИИ ИЛИ СТРАНЫ.

source: VI. INTELLECTUAL PROPERTY RIGHTS
ru: VI. ПРАВА ИНТЕЛЛЕКТУАЛЬНОЙ СОБСТВЕННОСТИ

source: All content on this Site is the property of DexTechnologies OÜ and is protected by copyright, patent, trademark and any other applicable laws, unless otherwise specified hereby.
ru: Все содержимое этого сайта является собственностью DexTechnologies OÜ и защищено авторским правом, патентом, товарным знаком и любыми другими применимыми законами, если иное не указано в настоящем документе.

source: The trademarks, trade names, service marks and logos of DexTechnologies OÜ and others used on the Site (hereinafter the "Trademarks") are the property of DexTechnologies OÜ. The software, applications, text, images, graphics, data, prices, trades, charts, graphs, video and audio materials used on this Site belongs to DexTechnologies OÜ. The Trademarks and other content on the Site may not be copied, reproduced, modified, republished, uploaded, posted, transmitted, scraped, collected or distributed in any form or by any means, whether manual or automated. The use of any content from the Site on any other site or networked computer environment for any other purpose is strictly prohibited; any such unauthorized use may violate copyright, patent, trademark and any other applicable laws and could result in criminal or civil penalties.
ru: Торговые марки, фирменные наименования, знаки обслуживания и логотипы DexTechnologies OÜ и другие используемые на Сайте (в дальнейшем «Торговые марки») являются собственностью DexTechnologies OÜ. Программное обеспечение, приложения, текст, изображения, графика, данные, цены, сделки, графики, видео и аудио материалы, используемые на этом Сайте, принадлежат DexTechnologies OÜ. Товарные знаки и другой контент на Сайте не могут быть скопированы, воспроизведены, изменены, переизданы, загружены, размещены, переданы, собраны или распространены в любой форме или любым способом, как ручным, так и автоматическим. Использование любого контента с Сайта на любом другом сайте или в сетевой компьютерной среде для любых других целей строго запрещено; любое такое несанкционированное использование может нарушать авторские права, патенты, товарные знаки и любые другие применимые законы и может повлечь за собой уголовное или гражданское наказание.

source: VII. VERIFICATION
ru: VII. ВЕРИФИКАЦИЯ

source: Identification and verification procedures (also known as 'Know Your Customer' or 'KYC') are required for all the Transactions. If the User refuses to provide required documents and information under KYC, DexTechnologies OÜ reserves the right to immediately terminate the Services provision to the User.
ru: Процедуры верификации и проверки (также известные как «Знай своего клиента» или «KYC») необходимы для всех транзакций. Если Пользователь отказывается предоставить необходимые документы и информацию в рамках KYC, DexTechnologies OÜ оставляет за собой право немедленно прекратить предоставление Услуг Пользователю.

source: The User undertakes to provide DexTechnologies OÜ with correct and relevant documents and personal information contained therein. In case the User provides counterfeit documents and false personal information, such behavior will be interpreted as a fraudulent activity.
ru: Пользователь обязуется предоставить DexTechnologies OÜ правильные и соответствующие документы и личную информацию, содержащуюся в них. В случае, если Пользователь предоставляет поддельные документы и ложную личную информацию, такое поведение будет интерпретироваться как мошенническое действие.

source: The User hereby authorize DexTechnologies OÜ to, directly or indirectly (through third parties), make any inquiries we consider it necessary to check the relevance and accuracy of the information provided for verification purposes.
ru: Пользователь настоящим уполномочивает DexTechnologies OÜ, прямо или косвенно (через третьих лиц), делать любые запросы, которые мы считаем необходимыми для проверки актуальности и точности информации, предоставленной для проверки.

source: VIII. ACCOUNT MAINTENANCE
ru: VIII. ОБСЛУЖИВАНИЕ СЧЕТА

source: The Site is for the User's personal and non-commercial use only. DexTechnologies OÜ is vigilant in maintaining the security of the Site and the Service. By registering with DexTechnologies OÜ, the User agrees to provide DexTechnologies OÜ with actual (up to date), accurate and complete personal information as prompted by the registration process and to keep such information updated.
ru: Сайт предназначен только для личного и некоммерческого использования. DexTechnologies OÜ внимательно следит за безопасностью Сайта и Сервиса. Регистрируясь в DexTechnologies OÜ, Пользователь соглашается предоставить DexTechnologies OÜ актуальную, точную и полную личную информацию в соответствии с процедурой регистрации и постоянно обновлять ее.

source: The User is allowed to register only one Account on the Platform. Thus, any additional Account may be suspended.
ru: Пользователь может зарегистрировать только одну Учетную запись на Платформе. Таким образом, любая дополнительная учетная запись может быть приостановлена.

source: The User agrees that he/she will not use any Account other than their own or access the Account of any other User at any time, or assist others in obtaining unauthorized access.
ru: Пользователь соглашается с тем, что он / она не будет использовать какую-либо Учетную запись, кроме своей, или получать доступ к Учетной записи любого другого Пользователя в любое время, или помогать другим в получении несанкционированного доступа.

source: DexTechnologies OÜ reserves the right to recommend amount limits for the Account funding/withdrawal. DexTechnologies OÜ could recommend daily, monthly and per one-transaction amount limits but is not obliged to do it.
ru: DexTechnologies OÜ оставляет за собой право рекомендовать предельные суммы для пополнения / снятия средств со Счета. DexTechnologies OÜ может порекомендовать ежедневные, ежемесячные лимиты и лимиты на одну транзакцию, но не обязан это делать.

source: The User is responsible for maintaining the confidentiality of information on their Account, including, but not limited to their password, email, wallet address, wallet balance and of all activities including Transactions made via their Account. If there is any suspicious activity related to the User's Account, DexTechnologies OÜ may request additional information from the User, including authenticating documents and freeze the Account for the review time. The User is obligated to comply with these security requests or accept termination of their Account.
ru: Пользователь несет ответственность за сохранение конфиденциальности информации в своей Учетной записи, включая, помимо прочего, свой пароль, адрес электронной почты, адрес кошелька, баланс кошелька и все действия, включая Сделки, совершенные через его Учетную запись. В случае каких-либо подозрительных действий, связанных с Учетной записью Пользователя, DexTechnologies OÜ может запросить у Пользователя дополнительную информацию, включая верификацию документов, и заблокировать Учетную запись на время проверки. Пользователь обязан выполнить эти требования безопасности или принять прекращение действия своей Учетной записи.

source: Creation or use of the Accounts without obtaining a prior permission from DexTechnologies OÜ will result in the immediate suspension of all respective Accounts, as well as all pending buy/sell orders. Any attempt to do so or to assist others (Users or other third parties), or distribution of instructions, software or tools for that purpose will result in termination of such Users' Accounts. Termination is not an exclusive remedy for such a violation and DexTechnologies OÜ may decide to take further action against the User.
ru: Создание или использование Учетных записей без получения предварительного разрешения от DexTechnologies OÜ приведет к немедленному приостановлению всех соответствующих Учетных записей, а также всех отложенных ордеров на покупку / продажу. Любая попытка сделать это или помочь другим (Пользователям или третьим лицам), или распространение инструкций, программного обеспечения или инструментов для этой цели приведет к закрытию Учетных записей таких Пользователей. Прекращение не является исключительным средством защиты от такого нарушения, и DexTechnologies OÜ может принять решение о дальнейших действиях против Пользователя.

source: In case if it has been more than six (6) months since the User signed in with his/her Account or made the Funds deposit, DexTechnologies OÜ has the right to qualify this Account as abandoned. In that case Storage fee will be applied to such Account with ten (10) days prior email notification to the User. DexTechnologies OÜ will charge the Storage fee set forth herein. Abandoned Accounts with zero balances may be deactivated.
ru: В случае если прошло более шести (6) месяцев с тех пор, как Пользователь вошел в систему со своей Учетной записью или внес депозит в Фонд, DexTechnologies OÜ имеет право квалифицировать эту Учетную запись как заброшенную. В этом случае плата за хранение будет применена к такой Учетной записи, уведомив Пользователя по электронной почте за десять (10) дней до. DexTechnologies OÜ взимает плату за хранение, указанную в данном документе. Заброшенные счета с нулевым балансом могут быть деактивированы.

source: IX. TRANSACTIONS
ru: IX. СДЕЛКИ

source: The Platform allows the User to submit the Orders to buy or sell Cryptocurrencies.
ru: Платформа позволяет Пользователю создавать ордера на покупку или продажу криптовалют.

source: The User recognizes that the Order should only be submitted after careful consideration and the ser understands and accepts the consequences of its execution. The User agrees that as soon as the Order is executed, such transaction is irreversible and may not be cancelled. Transactions will be executed instantly upon the matching of the Buyer's and the Seller's Orders without prior notice to the Seller and the Buyer and will be considered to have taken place at the execution date and time.
ru: Пользователь признает, что Ордер должен быть представлен только после тщательного рассмотрения, понимает и принимает последствия его исполнения. Пользователь соглашается с тем, что как только Ордер исполнен, такая транзакция необратима и не может быть отменена. Транзакции будут выполнены немедленно после сопоставления Ордеров Покупателя и Продавца без предварительного уведомления Продавца и Покупателя и будут считаться состоявшимися в дату и время исполнения.

source: The User acknowledges and agrees that in case the destination tag is not specified, is incorrectly indicated(in particular XRP, XLM) or the reference number is incorrectly specified, the User may lose the deposit or at least the processing speed of such requests will be made with low priority.
ru: Пользователь признает и соглашается с тем, что в случае, если тег назначения не указан, неправильно указан (в частности, XRP, XLM) или неверно указан ссылочный номер, Пользователь может потерять депозит или, по крайней мере, скорость обработки таких запросов будет сделано с низким приоритетом.

source: Minimum and maximum order amount vary for each trading pair and can be seen on the Trade Page when placing an Order.
ru: Минимальная и максимальная сумма ордера варьируется для каждой торговой пары и отображается на странице торговли при размещении ордера.

source: The User acknowledges and agrees that Deposit and Withdrawal Transaction may be delayed due to some verifications and checks (performed by DexTechnologies OÜ or appropriate third parties). Similarly, and due to the inherent nature of the cryptocurrency networks, the User acknowledges and agrees that depositing and withdrawing Cryptocurrencies into/from their Account may take some time.
ru: Пользователь признает и соглашается с тем, что Операция пополнения и снятия может быть отложена из-за некоторых проверок и технических неполадок (выполняемых DexTechnologies OÜ или соответствующими третьими лицами). Точно так же и в связи с природой сети блокчейн, Пользователь признает и соглашается с тем, что пополнение и снятие криптовалют в / из их Учетной записи может занимать некоторое время.

source: Unverified users are not allowed to withdraw any Cryptocurrencies from their Account until the verification process has been completed.
ru: Неподтвержденные пользователи не имеют права снимать криптовалюты со своей Учетной записи до тех пор, пока процесс проверки не будет завершен

source: The User can use Vouchers to transfer Cryptocurrencies between the Accounts (if applicable on the Platform). The Voucher should be redeemed before its expiration date set by DexTechnologies OÜ. DexTechnologies OÜ shall not be liable and shall not accept any liability, obligation or responsibility whatsoever for any loss or damage arising from the User's use of the Vouchers purchased from any third parties or acquired in any other way. To avoid any doubts, the User is solely responsible for ensuring that the Voucher they acquired is genuine and redeemable.
ru: Пользователь может использовать ваучеры для перевода криптовалют между Учетными записями (если применимо на Платформе). Ваучер должен быть использован до истечения срока его действия, установленного DexTechnologies OÜ. DexTechnologies OÜ не несет никакой ответственности и обязательств за любые убытки или ущерб, возникшие в результате использования Пользователем Ваучеров, приобретенных у третьих лиц или приобретенных любым другим способом. Во избежание каких-либо сомнений, Пользователь несет полную ответственность за то, чтобы приобретенный им Ваучер был подлинным и подлежащим обмену.

source: In case if the User discovers transaction activity, including but not limited to unknown deposits and withdrawals, on their Account that was not initiated by the User, the User shall immediately notify DexTechnologies OÜ of this fact and follow the instructions sent by DexTechnologies OÜ. Otherwise, DexTechnologies OÜ reserves the right to freeze the Account until the end of investigation.
ru: В случае, если Пользователь обнаруживает транзакцию, включая неизвестные депозиты и снятие средств, на своей Учетной записи, которая не была инициирована Пользователем, Пользователь должен немедленно уведомить DexTechnologies OÜ об этом факте и следовать инструкциям, отправленным DexTechnologies OÜ. В противном случае DexTechnologies OÜ оставляет за собой право заблокировать Учетную запись до конца расследования.

source: DexTechnologies OÜ may be forced to cancel or recall already executed Withdrawal Transaction at the request of financial institutions, including but not limited to banks, which are involved in settlement of such Transactions. In such cases the User obliged to cooperate with DexTechnologies OÜ in order to discover the reasons for such request.
ru: DexTechnologies OÜ может быть вынуждена отменить или отозвать уже выполненную Операцию по снятию средств по требованию финансовых учреждений, в том числе банков, которые участвуют в совершении таких Сделок. В таких случаях Пользователь обязуется сотрудничать с DexTechnologies OÜ, чтобы выяснить причины такого запроса.

source: DexTechnologies OÜ reserves the right to set the minimal and/or maximal deposit amount for Cryptocurrencies hold by the User on the Platform. If the amount is less and/or higher than specified, the funds will not be credited to the User's Account.
ru: DexTechnologies OÜ оставляет за собой право устанавливать минимальную и / или максимальную сумму депозита для Криптовалют, удерживаемых Пользователем на Платформе. Если сумма меньше и / или превышает указанную, средства не будут зачислены на счет пользователя.

source: X. TRANSACTION AND STORAGE FEE
ru: X. КОМИССИЯ ЗА ХРАНЕНИЕ И ТРАНЗАКЦИИ

source: The User agrees to pay DexTechnologies OÜ the Transaction fee for each completed Transaction.
ru: Пользователь обязуется оплачивать DexTechnologies OÜ комиссию за каждую завершенную транзакцию.

source: Prior to trading, the User must consider the Transaction fee rates published on the Fee Schedule page. However, DexTechnologies OÜ reserves the right to change the Transaction fee rates from time to time publishing updates on the Fee Schedule page.
ru: Перед началом торгов Пользователь должен рассмотреть комиссии за транзакции, опубликованные на странице «Комиссии и сборы». Тем не менее, DexTechnologies OÜ оставляет за собой право время от времени изменять сумму комиссии за транзакции, публикуя обновления на странице «Комиссии и сборы».

source: The Transaction fee amount is automatically charged off in the currency indicated on the Platform after the relevant Transaction.
ru: Сумма комиссии за транзакцию автоматически списывается в валюте, указанной на платформе после соответствующей транзакции.

source: The minimal transaction fee equals to minimal currency amount. The Transaction fee is charged with a rounding in favor of the Platform. The rounding policy for cryptocurrencies varies depending on cryptocurrency.
ru: Минимальная комиссия за транзакцию равна минимальной сумме в валюте. Комиссия за транзакцию взимается при округлении в пользу Платформы. Политика округления для криптовалюты варьируется в зависимости от криптовалюты.

source: For the purpose of the processes optimization, transactions on the Platform with regard to some items (including, but not limited to currencies, cryptocurrencies, etc.) may not be indicated at the User's Account and will appear as soon as a unit is whole in accordance with the rounding standards.
ru: В целях оптимизации процессов транзакции на Платформе в отношении некоторых элементов (включая, но не ограничиваясь валютами, криптовалютами и т. Д.) не указываться в Учетной записи пользователя и укажутся, как единое целое в соответствие стандартам округления.

source: Minimal and maximal price, as well as minimal and maximal order amount vary for each trading pair and can be seen on the Trade Page when placing an order.
ru: Минимальная и максимальная цена, а также минимальная и максимальная сумма ордера варьируются для каждой торговой пары и отображаются на странице торговли при размещении ордера.

source: For specific type of orders the Transaction fee may differ from those published on the 'Fee Schedule' page. Transaction fee rate shall be disclosed before the order execution.
ru: Для ордеров определенного типа комиссия за транзакцию может отличаться от той, которая опубликована на странице «Комиссии и сборы». Размер комиссии за транзакцию указывается до исполнения ордера.

source: The Transaction fees, other charges, as well as the charge procedure can be changed/reviewed unilaterally by DexTechnologies OÜ from time to time and such changes shall become effective the moment they are posted on the Site.
ru: DexTechnologies OÜ может время от времени изменять / пересматривать комиссию за транзакцию, другие сборы, а также порядок взимания платы, и такие изменения вступают в силу с момента их публикации на Сайте.
