Repository: sathome78/adviser
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: DexTechnologies OÜ reserves the right to amend or modify any portion of these Terms of Use at any time by publishing a revised version of the Terms of Use on the Site. The changes will become effective and shall be deemed accepted by the User, the first time the User uses the Services after the publishing of the revised Terms of Use and shall apply on a going-forward basis with respect to any activity initiated after publishing. In the event that the User does not agree with any such modification, the User's sole and exclusive remedy is to terminate the use of the Services and close the Account. The User agrees that DexTechnologies OÜ shall not be liable to the User or any third party as a result of any losses suffered by any modification or amendment of these Terms of Use.
ru: DexTechnologies OÜ оставляет за собой право вносить изменения или дополнения в любую часть настоящих Условий использования в любое время, опубликовав пересмотренную версию Условий использования на Сайте. Изменения вступают в силу и будут считаться принятыми Пользователем, когда Пользователь впервые использует Сервисы после публикации пересмотренных Условий использования и будет применяться в будущем в отношении любых действий, инициированных после публикации. В случае, если Пользователь не согласен с какой-либо такой модификацией,единственным и исключительным средством защиты Пользователя является прекращение использования Услуг и закрытие Учетной записи. Пользователь соглашается с тем, что DexTechnologies OÜ не несет ответственности перед Пользователем или какой-либо третьей стороной в результате каких-либо убытков, понесенных в результате любого изменения или дополнения настоящих Условий использования.

source: XXIII. FORCE MAJEURE
ru: XXIII. ФОРС-МАЖОР

source: If DexTechnologies OÜ is unable to perform the Services outlined in the Terms of Use due to the factors beyond its control including but not limited to the event of Force Majeure, change of law or change in sanctions policy, DexTechnologies OÜ will not have any responsibility to the User with respect to the Services provided hereunder and for a time period coincident with the event.
ru: Если DexTechnologies OÜ не может выполнить Услуги, указанные в Условиях использования, из-за факторов, не зависящих от него, включая, помимо прочего, случай форс-мажорных обстоятельств, изменение законодательства или политику санкций, DexTechnologies OÜ не будет нести никакой ответственности за Пользователя в отношении Услуг, предоставляемых по настоящему Договору, и в течение периода времени, совпадающего с событием.

source: XXIV. LINKS TO THIRD-PARTY WEBSITES
ru: XXIV. ССЫЛКИ НА СТОРОННИЕ ВЕБ-САЙТЫ

source: This Site and the Services found at this Site may contain links to third-party websites that are not owned or controlled by DexTechnologies OÜ. DexTechnologies OÜ assumes no responsibility for the content, terms and conditions, privacy policies or practices of any third-party websites. In addition, DexTechnologies OÜ does not censor or edit the content of any third-party websites. By using this Site or the Services found at this Site, you expressly release DexTechnologies OÜ from any and all liability arising from the User's use of any third-party website. Accordingly, DexTechnologies OÜ encourages the User to be aware when the User leaves this Site, or the Services found at this Site and to review the terms and conditions, privacy policies and other governing documents of any other websites that you may visit.
ru: Этот Сайт и Услуги, найденные на этом Сайте, могут содержать ссылки на сторонние веб-сайты, которые не принадлежат или не контролируются DexTechnologies OÜ. DexTechnologies OÜ не несет ответственности за содержание, условия и положения, политику конфиденциальности или практику любых сторонних веб-сайтов. Кроме того, DexTechnologies OÜ не подвергает цензуре и не редактирует содержимое сторонних веб-сайтов. Используя этот Сайт или Услуги, найденные на этом Сайте, вы однозначно освобождаете DexTechnologies OÜ от любой ответственности, возникающей в результате использования Пользователем любого стороннего веб-сайта. Соответственно, DexTechnologies OÜ рекомендует Пользователю быть в курсе, когда Пользователь покидает этот Сайт или Услуги, найденные на этом Сайте, и просматривать условия и положения, политики конфиденциальности и другие руководящие документы любых других веб-сайтов, которые вы можете посещать.

source: CONTACT US
ru: СВЯЗАТЬСЯ С НАМИ

source: If you have any questions relating to these Terms of Use, your rights and obligations arising from these Terms and/or your use of the Site and the Service, your Account or any other matter, please, contact us via email, mentioned on the Website.
ru: Если у вас есть какие-либо вопросы, касающиеся настоящих Условий использования, ваших прав и обязанностей, вытекающих из этих Условий и / или использования вами Сайта и Сервиса, вашей Учетной записи или любые другие вопросы, пожалуйста, свяжитесь с нами по электронной почте, указанной на Веб-сайте.

source: Bio
ru: Биография

source: Company
ru: Компания

source: Sales
ru: Менеджер по продажам

source: Advisor
ru: Советник

source: Funds Withdrawal
ru: Вывод средств

source: API Issue
ru: Проблема с API

source: Improvement
ru: Улучшение

source: Deposit
ru: Депозит

source: I see issue
ru: Я вижу проблему

source: Help with my account
ru: Помощь с аккаунтом

source: Trading
ru: Торговля

source: Promotion
ru: Компания

source: Business communication
ru: Деловое общение

source: Application Performance
ru: Производительность приложения

source: Authentication
ru: Аутентификация

source: Usability
ru: Удобство использования

source: Other
ru: Другое

source: Trading API
ru: API для AlgoTraders
