Repository: sathome78/adviser
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Deposit: means a Transaction involving transfer of Funds to the Account.
ru: Депозит: Транзакция, включающая перевод денежных средств на Счет.

source: External Wallet: means a Cryptocurrency or Fiat wallet that is not part of the DexTechnologies OÜ platform (DexTechnologies software) but which can be indicated on the DexTechnologies OÜ platform (DexTechnologies software).
ru: Внешний кошелек: криптовалютный или фиатный электронный кошелек, который не является частью платформы DexTechnologies OÜ (программное обеспечение DexTechnologies), но который может быть указан на платформе DexTechnologies OÜ (программное обеспечение DexTechnologies).

source: Fiat currency: means government-issued currency, which is regulated in its country of issuance through government regulation or law.
ru: Фиатная валюта: означает выпущенную государством валюту, которая регулируется в стране выдачи посредством государственного регулирования или закона.

source: Fiat currency storage service: means DexTechnologies OÜ, which includes storing of balances in Fiat currency on External Wallets of Users serving by the Holder.
ru: Служба хранения фиатной валюты: хранение остатков в валюте Fiat на внешних кошельках пользователей, обслуживаемых Держателем.

source: Order: means the User's offer on theDexTechnologies OÜ platform (DexTechnologies Software) to buy or sell Cryptocurrency on certain conditions.
ru: Ордер: означает запрос Пользователя на платформе DexTechnologies OÜ (программное обеспечение DexTechnologies) купить или продать криптовалюту на определенных условиях.

source: Closing a position: Closing a position means either buying or selling of Cryptocurrency, which essentially results in reduction of client's open position. Closing a position means bringing a transaction to an end, incurring any related profits or losses as a result.
ru: Закрытие позиции: Закрытие позиции означает либо покупку, либо продажу криптовалюты, что по сути приводит к уменьшению открытой позиции клиента. Закрытие позиции означает завершение транзакции, в результате чего возникают связанные с ней прибыли или убытки.

source: Seller: means the User who submits an Order to sell Cryptocurrencies through the Platform (DexTechnologies Software) and/or the User whose Order is accepted by the Buyer depending on the context.
ru: Продавец: означает Пользователя, который отправляет Ордер на продажу криптовалют через Платформу (программное обеспечение DexTechnologies) и / или Пользователя, чей Ордер принимается Покупателем в зависимости от контекста.

source: Services: means all and any service provided by DexTechnologies OÜ.
ru: Услуги: означает все и любые услуги, предоставляемые DexTechnologies OÜ.

source: Website or Site: means DexTechnologies OÜ website at https://exrates.me.
ru: Веб-сайт или сайт: означает веб-сайт платформы DexTechnologies OÜ по адресу https://exrates.me.

source: Storage service: means DexTechnologies OÜ, which includes storing of balances (in Fiat currency and/or in Cryptocurrency) from the abandoned Accounts, no longer supported cryptocurrencies. <br>Transaction fee: means a fee which is payable to DexTechnologies OÜ for each completed Transaction.
ru: Служба хранения: хранение остатков (в Fiat и / или в криптовалюте) с заброшенных учетных записей, которые больше неподдерживаются криптовалютами.

source: Transaction Price: means the total price paid by the User in respect to each Transaction performed via the Platform (DexTechnologies Software).
ru: Цена транзакции: означает общую цену, уплаченную Пользователем за каждую Транзакцию, совершенную через Платформу (программное обеспечение DexTechnologies).

source: Transaction: means (i) transfer of Cryptocurrencies or Fiat currencies by the User to his/her Account ("Deposit Transaction"), including transfer of Fiat currencies to External Wallet that is not part of the DexTechnologies OÜ platform (DexTechnologies Software) but which is indicated on the DexTechnologies OÜ platform (DexTechnologies software); (ii) transfer of Cryptocurrencies, or Fiat currencies among the Users ("Trading Transaction"), including transfer of Fiat currencies to External Wallet that is not part of the DexTechnologies OÜ platform (DexTechnologies Software) but which is indicated on the DexTechnologies OÜ platform (DexTechnologies software), (iii) withdrawal of Cryptocurrencies or Fiat currencies from his/her Account ("Withdrawal Transaction").
ru: Транзакция: означает (i) перевод Криптовалюты или валют Fiat Пользователем на его / ее Учетную запись («Депозитная транзакция»), включая перевод валют Fiat на Внешний кошелек, который не является частью платформы DexTechnologies OÜ (DexTechnologies Software), но который указано на платформе DexTechnologies OÜ (программное обеспечение DexTechnologies); (ii) перевод криптовалют или валют Fiat среди пользователей («Торговая транзакция»),включая перевод валют Fiat на внешний кошелек, который не является частью платформы DexTechnologies OÜ (DexTechnologies Software), но который указан на платформе DexTechnologies OÜ (Программное обеспечение DexTechnologies), (iii) снятие криптовалют или валют Fiat со своего счета («Операция снятия средств»).

source: User: means a person or an entity that uses the Services, agrees to follow the Terms of Use and is a holder of an Account.
ru: Пользователь: означает физическое или юридическое лицо, которое использует Услуги, соглашается соблюдать Условия использования и является владельцем Аккаунта.

source: Voucher: means an alphanumeric redeemable code, which can be used to transfer Cryptocurrency or between Accounts.
ru: Ваучер: означает буквенно-цифровой погашаемый код, который может использоваться для перевода криптовалюты между счетами.

source: Withdrawal: means a Transaction involving a transfer of Funds from the User's Account to his/her bank account or to an account opened in any other institution. Where the context so admits words denoting the singular shall include the plural and vice versa.
ru: Вывод: означает Транзакцию, включающую перевод денежных средств со Счета Пользователя на его / ее банковский счет или на счет, открытый в любом другом учреждении.

source: III. OUR SERVICES
ru: III. НАШИ УСЛУГИ

source: The Services allow all Users of the Platform (with limitations mentioned in these Terms of Use) to trade Cryptocurrencies with other Users.
ru: Сервисы позволяют всем Пользователям Платформы (с ограничениями, указанными в настоящих Условиях использования) обмениваться криптовалютами с другими Пользователями.

source: Depending on the User’s place of residence (and/or other legal facts), the User may not be able to use all the functions of the Site. It is the User’s responsibility to follow those rules and laws in his/her place of residence and/or place from which the User accesses this Site. The User must understand that technical possibility to use the appropriate Services on the Platform (DexTechnologies OÜ Software) doesn’t mean that such the using is legal for him/her. The User is solely responsible for understanding and complying with any and all laws, rules and regulations of his/her specific jurisdiction that may be applicable to the User in connection with the use of any and all services, products and content of DexTechnologies OÜ.
ru: В зависимости от места жительства Пользователя (и / или других юридических фактов), Пользователь может не иметь возможности использовать все функции Сайта. Пользователь несет ответственность за соблюдение этих правил и законов по месту своего жительства и / или по месту, откуда Пользователь заходит на этот Сайт. Пользователь должен понимать, что техническая возможность использования соответствующих Сервисов на Платформе (Программное обеспечение DexTechnologies OÜ) не означает, что такое использование является законным для него. Пользователь несет единоличную ответственность за понимание и соблюдение любых и всех законов, правил и положений его / ее конкретной юрисдикции, которые могут быть применимы к Пользователю в связи с использованием любых без исключения услуг, продуктов и контента DexTechnologies OÜ.

source: The User acknowledges and agrees that, when completing Trading Transactions, he/she is trading with other Users, and that DexTechnologies OÜ acts only as a provider of technical services (the Platform and/or DexTechnologies OÜ Software) in such Transactions, not as the counterparty to any trade.
ru: Пользователь признает и соглашается с тем, что при совершении Торговых транзакций он / она торгует с другими Пользователями и что DexTechnologies OÜ действует только в качестве поставщика технических услуг (Платформа и / или Программное обеспечение DexTechnologies OÜ) в таких Транзакциях, а не как контрагент по любой сделке.

source: IV. OUR RIGHTS, RESPONSIBILITIES AND WARRANTIES
ru: IV. НАШИ ПРАВА, ОБЯЗАННОСТИ И ГАРАНТИИ

source: DexTechnologies OÜ undertakes to provide the Services with the appropriate effort, due care and in accordance with these Terms of Use. DexTechnologies’s responsibility shall be limited to using reasonable technical efforts to ensure the receipt of the cryptocurrency transferred. When initiating cryptocurrency transactions to a user who is not the DexTechnologies OÜ User, DexTechnologies OÜ responsibility shall be further limited to ensuring the transfer of the necessary technical data to the cryptocurrency network.
ru: DexTechnologies OÜ обязуется предоставлять Услуги с должными усилиями, должным вниманием и в соответствии с настоящими Условиями использования. Ответственность DexTechnologies ограничивается использованием разумных технических усилий для обеспечения получения переданной криптовалюты. При инициировании транзакций криптовалюты для пользователя, который не является пользователем DexTechnologies OÜ, ответственность DexTechnologies OÜ должна быть дополнительно ограничена обеспечением передачи необходимых технических данных в сеть криптовалюты.

source: To the extent permitted by law, DexTechnologies OÜ is not responsible for any damages, loss of profit, loss of revenue, loss of business, loss of opportunity, loss of data, indirect or consequential loss unless the loss suffered is caused by a breach of the Terms of Use by DexTechnologies OÜ.
ru: В той степени, в которой это разрешено законом, DexTechnologies OÜ не несет ответственности за любые убытки, упущенную выгоду, потерю средств, потерю данных или косвенные убытки, если только понесенные убытки не вызваны нарушением Условия использования DexTechnologies OÜ.

source: DexTechnologies OÜ has the right to suspend the User’s Account and block all and/or part of cryptocurrency contained therein in case of non-fulfillment or unduly fulfillment of the Terms of Use by the User.
ru: DexTechnologies OÜ имеет право приостановить действие Учетной записи Пользователя и заблокировать всю и / или часть содержащейся в ней криптовалюты в случае невыполнения или ненадлежащего выполнения Пользователем Условий использования.

source: DexTechnologies OÜ is not responsible: <br>- for the delay in the processing of payments made by the fault of any third parties, operators of such transactions. <br>- for any malfunction, breakdown, delay or interruption of the Internet connection or any reason why our site is unavailable at any given time.
ru: DexTechnologies OÜ не несет ответственности: <br>- за задержку в обработке платежей, совершенных по вине каких-либо третьих сторон, операторов таких транзакций. - за любую неисправность, поломку, задержку или прерывание интернет-соединения или любую причину, по которой наш сайт недоступен в любой момент времени.

source: In the case of fraud, DexTechnologies OÜ undertakes to report all the necessary information, including names, addresses and all other requested information, to the relevant authorities dealing with fraud and breaches of the law. The Users recognize that their account may be frozen at any time at the request of any competent authority investigating a fraud or any other illegal activity.
ru: В случае мошенничества DexTechnologies OÜ обязуется сообщать всю необходимую информацию, включая имена, адреса и всю другую запрашиваемую информацию, в соответствующие органы, занимающиеся расследованиями мошенничества и нарушения закона. Пользователи признают, что их учетная запись может быть заблокирована в любое время по запросу любого компетентного органа, расследующего мошенничество или любую другую незаконную деятельность.

source: Nothing in these terms excludes or limits the responsibility of DexTechnologies OÜ for fraud, death or personal injury caused by their negligence, breach of the terms implied by operation of the law or any other liability which may not be limited or excluded by law.
ru: Ничто в этих условиях не исключает и не ограничивает ответственность DexTechnologies OÜ за мошенничество, смерть или телесные повреждения, вызванные их небрежностью, нарушением условий, вытекающих из действия закона, или любой другой ответственности, которая не может быть ограничена или исключена по закону.

source: All buy and sell orders made on the Platform, will be managed in an anonymous manner so that Buyers and Sellers are not acquainted with each other. The Transaction Price is calculated on the basis of actual matched orders made by the Buyers and Sellers participating in the bidding process on the Platform combined with the applicable Transaction fees.
ru: Все Ордера на покупку и продажу, сделанные на Платформе, будут обрабатываться анонимно, чтобы Покупатели и Продавцы не были знакомы друг с другом. Цена Транзакции рассчитывается на основе фактических совпадающих заказов, сделанных Покупателями и Продавцами, участвующими в процессе торгов на Платформе, в сочетании с применимыми комиссиями за Транзакцию.

source: DexTechnologies OÜ represents and warrants that once the orders to buy or sell Cryptocurrencies match, such orders may not be cancelled or reversed. It holds all Cryptocurrencies acquired by each User in his/her Account and on the respective User's behalf. DexTechnologies OÜ reserves the right to cancel orders/trades obviously made by mistake (in particular if the price of the order/trade due to mistake is clearly very different from the market price, orders/trades obviously made due to lags of User’s equipment etc.) The cancelation can only be made based on request of interested User and only if an appropriate technical possibility exists in case if mistake made is absolutely obvious. This right couldn’t be considered as an obligation and/or a guaranty of DexTechnologies OÜ
ru: DexTechnologies OÜ заявляет и гарантирует, что при совпадении заказов на покупку или продажу криптовалюты такие заказы не могут быть отменены. DexTechnologies OÜ оставляет за собой право отменять ордера / сделки, явно сделанные по ошибке (в частности, если цена ордера / сделки из-за ошибки явно сильно отличается от рыночной цены, ордера / сделки, очевидно сделанные из-за нехватки оборудования пользователя и т. Д.). ) Отмена может быть произведена только на основании запроса заинтересованного Пользователя и только при наличии соответствующей технической возможности в случае, если допущенная ошибка является абсолютно очевидной. Это право не может рассматриваться как обязательство и / или гарантия DexTechnologies OÜ

source: DexTechnologies OÜ does not provide any financial, investment or legal advice in connection with the Services provided by DexTechnologies OÜ. DexTechnologies OÜ may provide information on the price, range, volatility of Cryptocurrencies and events that have affected the price of Cryptocurrencies and/or links to trading ideas of third parties (persons), but it should not be considered as an investment or financial advice and should not be construed as such. Any decision to buy or sell Cryptocurrencies is the User’s decision and DexTechnologies OÜ will not be liable for any loss suffered.
ru: DexTechnologies OÜ не предоставляет никаких финансовых, инвестиционных или юридических консультаций в связи с услугами, предоставляемыми DexTechnologies OÜ. DexTechnologies OÜ может предоставить информацию о цене, диапазоне, волатильности криптовалют и событий, которые повлияли на цену криптовалюты и / или ссылки на торговые идеи третьих лиц (лиц), но это не должно рассматриваться как инвестиционный или финансовый совет и не должно быть истолковано как таковое. Любое решение о покупке или продаже криптовалюты является решением пользователя, и DexTechnologies OÜ не несет ответственности за любые понесенные убытки.

source: V. THE USER'S RIGHTS, RESPONSIBILITIES AND WARRANTIES
ru: V. ПРАВА, ОБЯЗАННОСТИ И ГАРАНТИИ ПОЛЬЗОВАТЕЛЯ

source: The User has the right to enter and/or use the Site and the Services, as long as he/she agrees to and actually complies with the Terms of Use. By using the Site, the User agrees to accept and comply with the terms and conditions stated herein.
ru: Пользователь имеет право использовать Сайт и Сервисы, если он / она соглашается и фактически соблюдает Условия использования. Используя Сайт, Пользователь соглашается принять и соблюдать условия, изложенные в настоящем документе.

source: The User has to comply with any and all applicable laws and regulations related to the use of the Services.
ru: Пользователь должен соблюдать все применимые законы и правила, связанные с использованием Сервисов.

source: The User has to monitor all and any changes on his/her Account. The User has to inform DexTechnologies OÜ immediately about any unusual, suspicious, not sanctioned, abnormal changes on his/her Account. In case of late informing or non-informing the User will be liable for the breach of the Terms of Use and DexTechnologies OÜ will have the right to take any further steps accordingly, including but not limited to report to the relevant state or national authorities.
ru: Пользователь должен отслеживать все и любые изменения в своей учетной записи. Пользователь должен незамедлительно информировать DexTechnologies OÜ о любых необычных, подозрительных, несанкционированных, ненормальных изменениях в его / ее Аккаунте. В случае несвоевременного информирования или неинформирования Пользователь будет нести ответственность за нарушение Условий использования, и DexTechnologies OÜ будет иметь право предпринять любые дальнейшие действия, включая, но не ограничиваясь, сообщением в соответствующие государственные или национальные органы.

source: The User agrees that, whenever the Transaction is made, the Platform sends and receives the cryptocurrencies to/from the Buyer’s and the Seller’s Accounts.
ru: Пользователь соглашается с тем, что при совершении Сделки Платформа отправляет и получает криптовалюты со Счетов Покупателя и Продавца.

source: The User has to inform DexTechnologies OÜ immediately of any unauthorized use of his/her Account or password, or any other breach of security by email addressed to address, mentioned on the Site. Any User who violates the mentioned rules may be terminated, and thereafter held liable for any losses incurred by DexTechnologies OÜ or any user of the Site.
ru: Пользователь должен немедленно уведомить DexTechnologies OÜ о любом несанкционированном использовании его / ее Учетной записи или пароля или любом другом нарушении безопасности по электронной почте, адресованной по адресу, указанному на Сайте. Любой Пользователь, нарушивший упомянутые правила, может быть прекращен и впоследствии привлечен к ответственности за любые убытки, понесенные DexTechnologies OÜ или любым пользователем Сайта.

source: The User undertakes not to use the Service to perform criminal and/or not legal activity of any sort, including but not limited to, money laundering, illegal gambling operations, financing terrorist organizations, or malicious hacking.
ru: Пользователь обязуется не использовать Сервис для осуществления преступнойи / или нелегальной деятельности любого рода, включая, помимо прочего, отмывание денег, незаконные игорные операции, финансирование террористических организаций или злонамеренный взлом.

source: The User is responsible for any and all damages caused, and all liability actions brought against DexTechnologies OÜ for infringement of any third-party rights or violation of any applicable laws. Nothing in the Terms of Use excludes or limits the liability of the User for fraud, penalties any other negative consequences, caused by their negligence, breach of the terms implied by operation of law or any other liability which may not be limited or excluded by law.
ru: Пользователь несет ответственность за любой причиненный ущерб, а также за все меры ответственности, возбужденные против DexTechnologies OÜ за нарушение каких-либо прав третьих лиц или нарушение любых применимых законов. Ничто в Условиях использования не исключает и не ограничивает ответственность Пользователя за мошенничество, штрафы за любые другие негативные последствия, вызванные их небрежностью, нарушением условий,вытекающих из действия закона или любой другой ответственности, которая не может быть ограничена или исключена законом

source: Users are solely responsible for determining whether any contemplated Transaction is appropriate for them based on their personal goals, financial status and risk willingness.
ru: Пользователи несут единоличную ответственность за определение того, подходит ли им любая предполагаемая Транзакция, исходя из их личных целей, финансового состояния и готовности к риску.

source: All added payment instruments to your Account, may it be a bank account, credit card, debit card, or others must be personalized and owned by the Account holder. Any attempt otherwise will (or can) be recognized as fraud.
ru: Все добавленные платежные инструменты к вашей Учетной записи, будь то банковский счет, кредитная карта, дебетовая карта или другие, должны быть персонализированы и принадлежать Владельцу учетной записи.

source: By registering an Account, the User expressly represents and warrants that he/she: follows the rules and laws in his/her country of residence and/or country from which he /she accesses this Site and Services; has accepted these Terms of Use; is at least 18 years old and has the right to accept these Terms of Use and participate in transactions involving cryptocurrencies.
ru: Регистрируя Учетную запись, Пользователь прямо заявляет и гарантирует, что он / она: следует правилам и законам своей страны проживания и / или страны, из которой он / она получает доступ к данному сайту и услугам; принял эти условия использования; ему исполнилось 18 лет, и он имеет право принимать настоящие Условия использования и участвовать в транзакциях, связанных с криптовалютами.

source: The User represents and warrants that he/she will only use the Platform to perform Transactions in accordance with the conditions set forth in these Terms and that they are duly authorized and have the capacity to enter into the Transactions on the Platform.
ru: Пользователь заявляет и гарантирует, что он / она будет использовать Платформу только для выполнения Транзакций в соответствии с условиями, изложенными в настоящих Условиях, и что они должным образом авторизованы и имеют возможность заключать Транзакции на Платформе.

source: The User represents and warrants that both currencies deposited (indicated on the Platform basing the information from External wallet) to(on) the Account belong to the User and derived from legal sources.
ru: Пользователь заявляет и гарантирует, что средства хранящиеся на платформе а также указанные на Платформе на основе информации из Внешнего кошелька принадлежат Пользователю и получены из законных источников.
